{
  "version": "7.7.0",
  "course": "spa_for_eng",
  "target_language": "spa",
  "known_language": "eng",
  "generated": "2025-10-29T21:50:47.354696Z",
  "total_seeds": 668,
  "translations": {
    "S0001": [
      "Quiero hablar español contigo ahora.",
      "I want to speak Spanish with you now."
    ],
    "S0002": [
      "Estoy intentando aprender.",
      "I'm trying to learn."
    ],
    "S0003": [
      "cómo hablar lo más frecuentemente posible",
      "how to speak as often as possible"
    ],
    "S0004": [
      "cómo decir algo en español",
      "how to say something in Spanish"
    ],
    "S0005": [
      "Voy a practicar hablar con alguien más.",
      "I'm going to practise speaking with someone else."
    ],
    "S0006": [
      "Estoy intentando recordar una palabra.",
      "I'm trying to remember a word."
    ],
    "S0007": [
      "Quiero intentar tan duro como pueda hoy.",
      "I want to try as hard as I can today."
    ],
    "S0008": [
      "Voy a intentar explicar lo que quiero decir.",
      "I'm going to try to explain what I mean."
    ],
    "S0009": [
      "Hablo un poco de español ahora.",
      "I speak a little Spanish now."
    ],
    "S0010": [
      "No estoy seguro si puedo recordar toda la oración.",
      "I'm not sure if I can remember the whole sentence."
    ],
    "S0011": [
      "Me gustaría poder hablar después de que termines.",
      "I'd like to be able to speak after you finish."
    ],
    "S0012": [
      "No me gustaría adivinar lo que va a ocurrir mañana.",
      "I wouldn't like to guess what's going to happen tomorrow."
    ],
    "S0013": [
      "Hablas español muy bien.",
      "You speak Spanish very well."
    ],
    "S0014": [
      "¿Hablas español todo el día?",
      "Do you speak Spanish all day?"
    ],
    "S0015": [
      "Y quiero que hables español conmigo mañana.",
      "And I want you to speak Spanish with me tomorrow."
    ],
    "S0016": [
      "Él quiere volver con todos los demás más tarde.",
      "He wants to come back with everyone else later on."
    ],
    "S0017": [
      "Ella quiere descubrir cuál es la respuesta.",
      "She wants to find out what the answer is."
    ],
    "S0018": [
      "Queremos reunirnos a las seis esta noche.",
      "We want to meet at six o'clock this evening."
    ],
    "S0019": [
      "Pero no quiero parar de hablar.",
      "But I don't want to stop talking."
    ],
    "S0020": [
      "Quieres aprender su nombre rápidamente.",
      "You want to learn his name quickly."
    ],
    "S0021": [
      "¿Por qué estás aprendiendo su nombre?",
      "Why are you learning her name?"
    ],
    "S0022": [
      "Porque quiero encontrar personas que hablan español.",
      "Because I want to meet people who speak Spanish."
    ],
    "S0023": [
      "Voy a comenzar a hablar más pronto.",
      "I'm going to start talking more soon."
    ],
    "S0024": [
      "No voy a poder recordar fácilmente.",
      "I'm not going to be able to remember easily."
    ],
    "S0025": [
      "¿Vas a ayudarme antes de que tenga que ir?",
      "Are you going to help me before I have to go?"
    ],
    "S0026": [
      "Me gusta sentir como si estuviera casi preparado para ir.",
      "I like feeling as if I'm nearly ready to go."
    ],
    "S0027": [
      "No me gusta tomar demasiado tiempo para responder.",
      "I don't like taking too much time to answer."
    ],
    "S0028": [
      "Es útil comenzar a hablar tan pronto como puedas.",
      "It's useful to start talking as soon as you can."
    ],
    "S0029": [
      "Estoy deseando hablar mejor tan pronto como pueda.",
      "I'm looking forward to speaking better as soon as I can."
    ],
    "S0030": [
      "Quería preguntarte algo ayer.",
      "I wanted to ask you something yesterday."
    ],
    "S0031": [
      "Querías hablar conmigo esta noche.",
      "You wanted to speak with me tonight."
    ],
    "S0032": [
      "¿Querías mostrarme algo?",
      "Did you want to show me something?"
    ],
    "S0033": [
      "¿Cuánto tiempo llevas aprendiendo español?",
      "How long have you been learning Spanish?"
    ],
    "S0034": [
      "Él no quiere estar silencioso cuando otras personas están aquí.",
      "He doesn't want to be quiet when other people are here."
    ],
    "S0035": [
      "Ella no quiere leer nada esta tarde.",
      "She doesn't want to read anything this afternoon."
    ],
    "S0036": [
      "No queremos interrumpir la historia.",
      "We don't want to interrupt the story."
    ],
    "S0037": [
      "Comencé a pensar sobre eso cuidadosamente el mes pasado.",
      "I started to think about it carefully last month."
    ],
    "S0038": [
      "Llevo aprendiendo aproximadamente una semana.",
      "I've been learning for about a week."
    ],
    "S0039": [
      "Pero estoy un poco cansado esta mañana.",
      "But I'm a little tired this morning."
    ],
    "S0040": [
      "¿Cómo te sientes en este momento?",
      "How do you feel at the moment?"
    ],
    "S0041": [
      "Me siento bien, pero estoy comenzando a sentirme cansado.",
      "I feel okay, but I'm starting to feel tired."
    ],
    "S0042": [
      "Estaba comenzando a sentirme mejor que anoche.",
      "I was starting to feel better than last night."
    ],
    "S0043": [
      "No estaba pensando en cómo responder.",
      "I wasn't thinking about how to answer."
    ],
    "S0044": [
      "O si necesito mejorar.",
      "Or if I need to improve."
    ],
    "S0045": [
      "No necesito saber todo.",
      "I don't need to know everything."
    ],
    "S0046": [
      "Pero no me preocupo por hacer errores.",
      "But I don't worry about making mistakes."
    ],
    "S0047": [
      "Porque pienso que es una cosa buena hacer errores.",
      "Because I think that it's a good thing to make mistakes."
    ],
    "S0048": [
      "No me importa hacer errores.",
      "I don't care about making mistakes."
    ],
    "S0049": [
      "Es así, si sabes lo que quiero decir.",
      "It's like this, if you know what I mean."
    ],
    "S0050": [
      "No estoy intentando terminar lo más rápidamente posible.",
      "I'm not trying to finish as quickly as possible."
    ],
    "S0051": [
      "Disfruto hacer cosas interesantes con mis amigos.",
      "I enjoy doing interesting things with my friends."
    ],
    "S0052": [
      "Quería escribir una carta a su amigo la semana pasada.",
      "He wanted to write a letter to his friend last week."
    ],
    "S0053": [
      "Quería poner su carta en su bolsa.",
      "She wanted to put his letter in her bag."
    ],
    "S0054": [
      "Queríamos darte un poco más de tiempo.",
      "We wanted to give you a little more time."
    ],
    "S0055": [
      "No disfruto despertarme cuando no dormí muy bien.",
      "I don't enjoy waking up when I didn't sleep very well."
    ],
    "S0056": [
      "Para poder recordar cómo decir unas pocas palabras.",
      "So I can remember how to say a few words."
    ],
    "S0057": [
      "No puedo recordar cómo decir lo que quería decir.",
      "I can't remember how to say what I wanted to say."
    ],
    "S0058": [
      "Es interesante cuando comprendes suficientes palabras.",
      "It's interesting when you understand enough words."
    ],
    "S0059": [
      "Sé hacer lo que necesito hacer la próxima semana.",
      "I know how to do what I need to do next week."
    ],
    "S0060": [
      "Todavía no sé cómo decir suficientes palabras diferentes.",
      "I don't know how to say enough different words yet."
    ],
    "S0061": [
      "¿Podrías decir eso otra vez un poco más lentamente?",
      "Could you say that again a little more slowly?"
    ],
    "S0062": [
      "No estoy seguro si puedo ayudarte al mismo tiempo.",
      "I'm not sure if I can help you at the same time."
    ],
    "S0063": [
      "¿Estás seguro de que no te importa ayudarme?",
      "Are you sure you don't mind helping me?"
    ],
    "S0064": [
      "Aprender español no es fácil pero es divertido.",
      "Learning Spanish isn't easy but it is fun."
    ],
    "S0065": [
      "Es importante tomar tiempo para evaluarte.",
      "It's important to take time to test yourself."
    ],
    "S0066": [
      "No es difícil encontrar la respuesta.",
      "It's not difficult to find the answer."
    ],
    "S0067": [
      "¿Por qué quieres parar?",
      "Why do you want to stop?"
    ],
    "S0068": [
      "¿Qué estás buscando?",
      "What are you looking for?"
    ],
    "S0069": [
      "No quería cuidar el perro joven toda la tarde.",
      "He didn't want to look after the young dog all afternoon."
    ],
    "S0070": [
      "Ella no quería decirme dónde estaba.",
      "She didn't want to tell me where it was."
    ],
    "S0071": [
      "No queríamos permitir que nadie oyera la verdad.",
      "We didn't want to let anyone hear the truth."
    ],
    "S0072": [
      "Pienso que estás haciendo muy bien.",
      "I think that you're doing very well."
    ],
    "S0073": [
      "Muchas gracias, pero tengo más que aprender.",
      "Thank you very much, but I've got more to learn."
    ],
    "S0074": [
      "Muchas gracias por ayudarme a comprender.",
      "Thank you very much for helping me to understand."
    ],
    "S0075": [
      "¿Tienes más que aprender?",
      "Have you got more to learn?"
    ],
    "S0076": [
      "Estoy muy feliz con cuánto he aprendido ya.",
      "I'm very happy with how much I've learnt already."
    ],
    "S0077": [
      "Estoy sorprendido de lo rápidamente que estoy comenzando a comprender.",
      "I'm surprised at how quickly I'm starting to understand."
    ],
    "S0078": [
      "No comprendo lo que dijiste.",
      "I don't understand what you said."
    ],
    "S0079": [
      "¿Cuándo comenzaste a aprender?",
      "When did you start to learn?"
    ],
    "S0080": [
      "No estoy seguro de cuándo estaré preparado.",
      "I'm not sure when I'll be ready."
    ],
    "S0081": [
      "¿Cuándo quieres comenzar?",
      "When do you want to start?"
    ],
    "S0082": [
      "No voy a esperarte. ¿Por qué no?",
      "I'm not going to wait for you. Why not?"
    ],
    "S0083": [
      "Estoy de acuerdo con lo que dijiste sobre tu amigo.",
      "I agree with what you said about your friend."
    ],
    "S0084": [
      "No estoy de acuerdo con lo que dijo sobre mi amigo.",
      "I don't agree with what he said about my friend."
    ],
    "S0085": [
      "No conozco a esas personas.",
      "I don't know those people."
    ],
    "S0086": [
      "No fue posible, desafortunadamente.",
      "It wasn't possible, unfortunately."
    ],
    "S0087": [
      "Son personas que no conozco.",
      "They are people I don't know."
    ],
    "S0088": [
      "No estoy preparado para hablar con personas que no conozco todavía.",
      "I'm not ready to talk to people I don't know yet."
    ],
    "S0089": [
      "Pienso que he hecho mucho en un breve tiempo.",
      "I think that I've done a lot in a short time."
    ],
    "S0090": [
      "Si puedes hablar más lentamente, eso sería excelente.",
      "If you can speak more slowly that would be great."
    ],
    "S0091": [
      "Es difícil pensar lo suficientemente rápido para responder a tiempo.",
      "It's difficult to think quickly enough to answer in time."
    ],
    "S0092": [
      "Me gustaría continuar haciendo esto por un tiempo.",
      "I'd like to keep on doing this for a while."
    ],
    "S0093": [
      "Es hora de ir ahora.",
      "It's time to go now."
    ],
    "S0094": [
      "Esta es la única manera en que funcionará.",
      "This is the only way it will work."
    ],
    "S0095": [
      "¿Estás preparado para ir a casa en el próximo autobús?",
      "Are you ready to go home on the next bus?"
    ],
    "S0096": [
      "No, no estoy preparado todavía, necesito un poco más de tiempo.",
      "No I'm not ready yet, I need a little more time."
    ],
    "S0097": [
      "Sí, estoy preparado para ir tan pronto como quieras.",
      "Yes I'm ready to go as soon as you want."
    ],
    "S0098": [
      "Debería considerar jugar otra cosa.",
      "I should consider playing something else."
    ],
    "S0099": [
      "Deberías preguntarte por qué no está trabajando",
      "You should ask yourself why it's not working."
    ],
    "S0100": [
      "No deberías preocuparte por hacer algo similar",
      "You shouldn't worry about doing something similar."
    ],
    "S0101": [
      "Estoy disfrutando descubrir más sobre este lenguaje",
      "I'm enjoying finding out more about this language."
    ],
    "S0102": [
      "Estamos intentando decir que no es así",
      "We're trying to say that it's not like that."
    ],
    "S0103": [
      "No estamos intentando oír muchas más palabras",
      "We're not trying to hear many more words."
    ],
    "S0104": [
      "Necesitamos cambiar lo que estamos haciendo",
      "We need to change what we're doing."
    ],
    "S0105": [
      "Por eso no sabía la respuesta",
      "That is why he didn't know the answer."
    ],
    "S0106": [
      "No necesitamos sentirnos felices, solo necesitamos trabajar duro",
      "We don't need to feel happy, we just need to work hard."
    ],
    "S0107": [
      "Esperábamos ver lo que estabas haciendo",
      "We hoped to see what you were doing."
    ],
    "S0108": [
      "No esperábamos despertar en el medio de la noche",
      "We didn't hope to wake in the middle of the night."
    ],
    "S0109": [
      "Debemos trabajar duro para aprender muchas palabras nuevas",
      "We must work hard to learn a lot of new words."
    ],
    "S0110": [
      "Somos amigos, y después de que terminemos me gustaría relajarme",
      "We're friends, and after we finish I'd like to relax."
    ],
    "S0111": [
      "Cuando aprendemos algo nuevo cambia nuestro cerebro",
      "When we learn something new it changes our brain."
    ],
    "S0112": [
      "Eso fue muy interesante, y no estaba esperándolo",
      "That was very interesting, and I wasn't expecting it."
    ],
    "S0113": [
      "¿Por qué no puedo recordar lo que dijiste?",
      "Why can't I remember what you said?"
    ],
    "S0114": [
      "Siento como si estuviera haciendo peor hoy que ayer.",
      "I feel as if I'm doing worse today than yesterday."
    ],
    "S0115": [
      "No siento como si estuviera preparado para tener una conversación.",
      "I don't feel as if I'm ready to have a conversation."
    ],
    "S0116": [
      "Esta no es la mejor opción que podría hacer.",
      "This isn't the best choice I could make."
    ],
    "S0117": [
      "Definitivamente lo estoy haciendo mejor que la última vez que hablamos.",
      "I'm definitely doing better than I was last time we talked to each other."
    ],
    "S0118": [
      "Me siento mejor que como me sentía cuando estábamos en el pub.",
      "I feel better than I felt when we were in the pub."
    ],
    "S0119": [
      "¿Puedo preguntarte algo antes de que te vayas?",
      "Can I ask you something before you leave?"
    ],
    "S0120": [
      "Es interesante que te guste ir en autobús.",
      "It's interesting that you like to go by bus."
    ],
    "S0121": [
      "Es inusual que no te guste usar tu auto.",
      "It's unusual that you don't like to use your car."
    ],
    "S0122": [
      "Está empezando a sentirse más fácil y estoy entusiasmado por cómo va.",
      "It's starting to feel easier and I'm excited about how it's going."
    ],
    "S0123": [
      "Creo que eso es una buena idea.",
      "I think that's a good idea."
    ],
    "S0124": [
      "Creí que eso era una buena idea.",
      "I thought that was a good idea."
    ],
    "S0125": [
      "Creo que tu idea era muy buena.",
      "I believe that your idea was very good."
    ],
    "S0126": [
      "Este trabajo está cambiando la forma de mi cerebro.",
      "This work is changing the shape of my brain."
    ],
    "S0127": [
      "Eso no es por qué quería verte.",
      "That isn't why I wanted to see you."
    ],
    "S0128": [
      "Eres como alguien que conocía.",
      "You're like someone I used to know."
    ],
    "S0129": [
      "Estoy tan feliz de que te vaya tan bien.",
      "I'm so happy that you're doing so well."
    ],
    "S0130": [
      "Eso fue una sorpresa, porque es mi amigo.",
      "That was a surprise, because he's my friend."
    ],
    "S0131": [
      "Hay demasiadas ideas dando vueltas en mi cabeza.",
      "There are too many ideas going around in my head."
    ],
    "S0132": [
      "Eso es menos emocionante que lo que decía.",
      "That's less exciting than what she was saying."
    ],
    "S0133": [
      "Llegas a conocer muy bien a alguien cuando trabajan juntos.",
      "You get to know someone very well when you work together."
    ],
    "S0134": [
      "No es un problema cuando trabajas en algo difícil con ellos.",
      "It's not a problem when you work at something difficult with them."
    ],
    "S0135": [
      "No sé por qué piensas que es tan bueno.",
      "I don't know why you think that it's so good."
    ],
    "S0136": [
      "Por supuesto que puedes preguntarle porque es mi amiga.",
      "Of course you can ask her because she's my friend."
    ],
    "S0137": [
      "Es más importante hablar frecuentemente que ser perfecto.",
      "It's more important to talk often than to be perfect."
    ],
    "S0138": [
      "Esto era donde mi amigo quería reunirse con nosotros.",
      "This was where my friend wanted to meet us."
    ],
    "S0139": [
      "Lo siento que necesito irme tan temprano.",
      "I'm sorry that I need to leave so early."
    ],
    "S0140": [
      "Lo siento que no puedo ver lo que estás intentando mostrarme.",
      "I'm sorry that I can't see what you're trying to show me."
    ],
    "S0141": [
      "No hay problema. Todo está bien.",
      "No problem. Everything is okay."
    ],
    "S0142": [
      "Eso es muy amable de tu parte y estoy agradecido a ti por ayudar.",
      "That's very kind of you and I'm grateful to you for helping."
    ],
    "S0143": [
      "Es la misma cosa de la que estábamos hablando antes.",
      "It's the same thing as we were talking about earlier."
    ],
    "S0144": [
      "Me desperté más temprano de lo que quería esta mañana.",
      "I woke earlier than I wanted to this morning."
    ],
    "S0145": [
      "¿Por qué no estás feliz ya?",
      "Why are you not happy any more?"
    ],
    "S0146": [
      "Nada parece estar funcionando desde que intentamos arreglarlo.",
      "Nothing seems to be working since we tried to fix it."
    ],
    "S0147": [
      "Ella era muy amable cuando me vio sintiéndome nervioso.",
      "She was very kind when she saw me feeling nervous."
    ],
    "S0148": [
      "Él no era muy paciente cuando no pude responder.",
      "He wasn't very patient when I couldn't answer."
    ],
    "S0149": [
      "Esto no es muy difícil, entonces espero que termines pronto.",
      "This isn't very difficult, so I hope you'll finish soon."
    ],
    "S0150": [
      "¿Puedes decirme cuál es tu nombre?",
      "Can you tell me what your name is?"
    ],
    "S0151": [
      "Eso no era lo que estaba esperando que pasara.",
      "That wasn't what I was hoping would happen."
    ],
    "S0152": [
      "Lo habría hecho diferentemente si hubiera sabido lo que querías.",
      "I would have done it differently if I had known what you wanted."
    ],
    "S0153": [
      "No lo habría dicho exactamente de la misma manera.",
      "I wouldn't have said it in exactly the same way."
    ],
    "S0154": [
      "¿Dónde quieres encontrarte el sábado por la noche?",
      "Where do you want to meet on Saturday night?"
    ],
    "S0155": [
      "No me importa esperar unos minutos mañana por la mañana.",
      "I don't mind waiting for a few minutes tomorrow morning."
    ],
    "S0156": [
      "¿Quieres ir a un restaurante esta noche?",
      "Do you want to go to a restaurant tonight?"
    ],
    "S0157": [
      "No podré estar ahí el próximo mes.",
      "I won't be able to be there next month."
    ],
    "S0158": [
      "Hablemos de algo más.",
      "Let's talk about something else."
    ],
    "S0159": [
      "Eso no es lo que estoy intentando decir.",
      "That isn't what I'm trying to say."
    ],
    "S0160": [
      "¿Cómo dices esta palabra en español?",
      "How do you say this word in Spanish?"
    ],
    "S0161": [
      "¿Puedes darme ese libro el domingo por la mañana?",
      "Can you give me that book on Sunday morning?"
    ],
    "S0162": [
      "¿Qué piensas de eso?",
      "What do you think about that?"
    ],
    "S0163": [
      "Pienso que es interesante.",
      "I think that it's interesting."
    ],
    "S0164": [
      "Un libro interesante.",
      "An interesting book"
    ],
    "S0165": [
      "Pero no estoy seguro si es verdad.",
      "But I'm not sure if it's true."
    ],
    "S0166": [
      "Mi nombre no es muy inusual.",
      "My name is not very unusual."
    ],
    "S0167": [
      "¿Qué necesitas hacer mañana por la tarde?",
      "What do you need to do tomorrow afternoon?"
    ],
    "S0168": [
      "Y entonces podré venir y ayudar más tarde.",
      "And then I'll be able to come and help later on."
    ],
    "S0169": [
      "¿Qué quieres que haga?",
      "What do you want me to do?"
    ],
    "S0170": [
      "Me gustaría que me dijeras lo que necesitas.",
      "I'd like you to tell me what you need."
    ],
    "S0171": [
      "¿Quieres que te ayude a buscarlo?",
      "Do you want me to help you look for it?"
    ],
    "S0172": [
      "Sí, eso sería muy útil.",
      "Yes that would be very helpful."
    ],
    "S0173": [
      "No gracias, puedo manejarlo por mi cuenta.",
      "No thank you I can manage on my own."
    ],
    "S0174": [
      "¿Puedes entender lo que estoy diciendo?",
      "Can you understand what I'm saying?"
    ],
    "S0175": [
      "¿Qué quieres hacer el domingo por la mañana?",
      "What do you want to do on Sunday morning?"
    ],
    "S0176": [
      "Le preguntaré si podrá ayudar el año próximo.",
      "I'll ask him if he'll be able to help next year."
    ],
    "S0177": [
      "Le preguntaré dónde quiere ir.",
      "I'll ask her where she wants to go."
    ],
    "S0178": [
      "No tuve tiempo, aunque quería verte.",
      "I didn't have time, although I wanted to see you."
    ],
    "S0179": [
      "¿Qué vas a hacer el domingo por la tarde?",
      "What are you going to do on Sunday afternoon?"
    ],
    "S0180": [
      "Me gustaría leer mi libro por un rato.",
      "I'd like to read my book for a while."
    ],
    "S0181": [
      "Pero tengo que llevar a mi madre al doctor.",
      "But I have to take my mother to the doctor."
    ],
    "S0182": [
      "¿Has visto mis llaves en algún lugar?",
      "Have you seen my keys anywhere?"
    ],
    "S0183": [
      "No, me temo que no las he visto.",
      "No I'm afraid I haven't seen them."
    ],
    "S0184": [
      "Sí las vi en la oficina hace un rato.",
      "Yes I saw them in the office a while ago."
    ],
    "S0185": [
      "Creo que las dejaste en el trabajo.",
      "I think you left them at work."
    ],
    "S0186": [
      "¿Quieres hablar de algo diferente la semana próxima?",
      "Do you want to talk about something different next week?"
    ],
    "S0187": [
      "Estoy contento hasta ahora.",
      "I'm happy so far."
    ],
    "S0188": [
      "Así que no necesito cambiar.",
      "So I don't need to change."
    ],
    "S0189": [
      "Sí, esa es una buena idea.",
      "Yes that's a good idea."
    ],
    "S0190": [
      "¿Te importa si te hago algunas preguntas?",
      "Do you mind if I ask you some questions?"
    ],
    "S0191": [
      "No, no me importa en absoluto.",
      "No I don't mind at all."
    ],
    "S0192": [
      "Estoy ocupado mañana por la noche.",
      "I'm busy tomorrow night."
    ],
    "S0193": [
      "Lo siento pero estoy demasiado ocupado hoy.",
      "I'm sorry but I'm too busy today."
    ],
    "S0194": [
      "¿Qué estás buscando?",
      "What are you looking for?"
    ],
    "S0195": [
      "Estoy intentando encontrar el dinero que dejé en la mesa.",
      "I'm trying to find the money I left on the table."
    ],
    "S0196": [
      "¿Has oído la última idea?",
      "Have you heard the latest idea?"
    ],
    "S0197": [
      "Mi hijo trabaja como profesor.",
      "My son works as a teacher."
    ],
    "S0198": [
      "Mi hija trabaja para el consejo.",
      "My daughter works for the council."
    ],
    "S0199": [
      "Mi amigo solía trabajar en una oficina.",
      "My friend used to work in an office."
    ],
    "S0200": [
      "Dicen que quieren asegurarse de que terminemos todo a tiempo.",
      "They say they want to make sure that we finish everything in time."
    ],
    "S0201": [
      "Queríamos saber qué iba a pasar.",
      "We wanted to know what was going to happen."
    ],
    "S0202": [
      "Nadie estaba seguro de cómo responder la pregunta.",
      "Nobody was sure how to answer the question."
    ],
    "S0203": [
      "¿Qué harías si te pidiera que me ayudaras?",
      "What would you do if I asked you to help me?"
    ],
    "S0204": [
      "Quería que ella te ayudara a tratar con los arreglos.",
      "I wanted her to help you to deal with the arrangements."
    ],
    "S0205": [
      "He olvidado la palabra que estaba intentando decir.",
      "I've forgotten the word I was trying to say."
    ],
    "S0206": [
      "Disfruto la oportunidad de practicar hablar contigo.",
      "I enjoy the chance to practise speaking with you."
    ],
    "S0207": [
      "Has hecho lo que necesitabas hacer.",
      "You've done what you needed to do."
    ],
    "S0208": [
      "No quería preguntarte cómo decirlo.",
      "I didn't want to ask you how to say it."
    ],
    "S0209": [
      "Quieren pasar más tiempo reuniéndose como grupo.",
      "They want to spend more time meeting as a group."
    ],
    "S0210": [
      "Piensan que necesitamos discutir el problema.",
      "They think that we need to discuss the problem."
    ],
    "S0211": [
      "Nos dijeron que no querían explicar.",
      "They told us that they didn't want to explain."
    ],
    "S0212": [
      "Querían pedir ayuda.",
      "They wanted to ask for help."
    ],
    "S0213": [
      "No sabemos qué están intentando lograr.",
      "We don't know what they're trying to achieve."
    ],
    "S0214": [
      "¿Pasaste un buen tiempo el fin de semana?",
      "Did you have a good time at the weekend?"
    ],
    "S0215": [
      "Salí el sábado por la noche.",
      "I went out on Saturday night."
    ],
    "S0216": [
      "Vi a algunos amigos.",
      "I saw a few friends."
    ],
    "S0217": [
      "Tuve un vaso o dos de agua.",
      "I had a glass or two of water."
    ],
    "S0218": [
      "No hice mucho el domingo.",
      "I didn't do much on Sunday."
    ],
    "S0219": [
      "Fue agradable relajarse por un rato.",
      "It was nice to relax for a while."
    ],
    "S0220": [
      "¿Viste un poco de televisión?",
      "Did you watch a bit of television?"
    ],
    "S0221": [
      "Vi el fútbol y luego vi una película.",
      "I watched the football and then I watched a film."
    ],
    "S0222": [
      "Está intentando decirme lo que quiere.",
      "He's trying to tell me what he wants"
    ],
    "S0223": [
      "Va a preguntarte mañana.",
      "He's going to ask you tomorrow."
    ],
    "S0224": [
      "Acaba de empezar a aprender.",
      "He's just started to learn."
    ],
    "S0225": [
      "Te daría una respuesta si pudiera.",
      "He would give you an answer if he could."
    ],
    "S0226": [
      "El hombre está intentando ayudarme.",
      "The man is trying to help me."
    ],
    "S0227": [
      "Ese hombre va a decirme algo nuevo.",
      "That man is going to tell me something new."
    ],
    "S0228": [
      "Ese hombre acaba de empezar a practicar el habla.",
      "That man has just started to practise speaking."
    ],
    "S0229": [
      "Esa mujer te ayudaría si pudiera.",
      "That woman would help you if she could."
    ],
    "S0230": [
      "Conozco a un hombre joven que quiere trabajar contigo.",
      "I know a young man who wants to work with you."
    ],
    "S0231": [
      "Conozco a un hombre viejo que quería pedir ayuda.",
      "I know an old man who wanted to ask for help."
    ],
    "S0232": [
      "Conozco a una mujer vieja que puede recordar la respuesta.",
      "I know an old woman who can remember the answer."
    ],
    "S0233": [
      "Conozco a una mujer joven que conoce a tu hermana.",
      "I know a young woman who knows your sister."
    ],
    "S0234": [
      "Conocí a alguien anoche que trabaja con tu hermano.",
      "I met someone last night who works with your brother."
    ],
    "S0235": [
      "Conocí a alguien que dijo que quería decirte algo.",
      "I met someone who said that he wanted to tell you something."
    ],
    "S0236": [
      "Conozco a alguien que dijo que iba a intentar ayudar.",
      "I know someone who said that she was going to try to help."
    ],
    "S0237": [
      "Quería que te dijera antes del fin de semana.",
      "He wanted me to tell you before the weekend."
    ],
    "S0238": [
      "Quería que me dijeras ayer.",
      "He wanted you to tell me yesterday."
    ],
    "S0239": [
      "A mi madre le gusta leer.",
      "My mother likes to read."
    ],
    "S0240": [
      "A mi padre no le gusta dejar de hablar.",
      "My father doesn't like to stop talking."
    ],
    "S0241": [
      "No quiero dárselo.",
      "I don't want to give it to him."
    ],
    "S0242": [
      "Quiero darle más tiempo.",
      "I want to give her more time."
    ],
    "S0243": [
      "Voy a pedir la misma cosa para comer.",
      "I'm going to ask for the same thing to eat."
    ],
    "S0244": [
      "Ya he aprendido mucho.",
      "I've learnt a lot already"
    ],
    "S0245": [
      "Estoy contento con cuánto he hecho en poco tiempo.",
      "I'm happy with how much I've done in a short time"
    ],
    "S0246": [
      "Quería que ella te ayudara pero estaba demasiado ocupada.",
      "I wanted her to help you but she was too busy."
    ],
    "S0247": [
      "Pensé que ese libro era bastante bueno.",
      "I thought that book was fairly good."
    ],
    "S0248": [
      "Pensé que la película era basura completa y quiero mi dinero de vuelta.",
      "I thought the film was complete rubbish and I want my money back."
    ],
    "S0249": [
      "Quiero que me ayudes antes de que te vayas.",
      "I want you to help me before you go."
    ],
    "S0250": [
      "¿Puedes decirme algo más antes de que responda?",
      "Can you tell me something else before I answer?"
    ],
    "S0251": [
      "No quiero descubrir hasta después de que terminemos.",
      "I don't want to find out until after we finish."
    ],
    "S0252": [
      "¿Cuándo estarás preparado para empezar?",
      "When will you be ready to start?"
    ],
    "S0253": [
      "Debo estar preparado en unos pocos minutos.",
      "I should be ready in a few minutes."
    ],
    "S0254": [
      "He estado preparado desde esta mañana.",
      "I've been ready since this morning."
    ],
    "S0255": [
      "¿Cuándo crees que estarás preparado para salir?",
      "When do you think you'll be ready to leave?"
    ],
    "S0256": [
      "Creo que estaré listo en menos de una hora.",
      "I think I'll be ready in less than an hour."
    ],
    "S0257": [
      "Me gusta esa cosa azul.",
      "I like that blue thing."
    ],
    "S0258": [
      "¿Qué es esa cosa azul de allí?",
      "What's that blue thing over there?"
    ],
    "S0259": [
      "Una idea.",
      "An idea."
    ],
    "S0260": [
      "No tengo ni la más mínima idea.",
      "I don't have the faintest idea."
    ],
    "S0261": [
      "Creo que puede ser algo importante.",
      "I think it might be something important."
    ],
    "S0262": [
      "¿Quién era ese hombre con el que hablabas ayer?",
      "Who was that man you were talking to yesterday?"
    ],
    "S0263": [
      "No sé quién quieres decir.",
      "I don't know who you mean."
    ],
    "S0264": [
      "Un hombre viejo.",
      "An old man."
    ],
    "S0265": [
      "Un amigo.",
      "A friend."
    ],
    "S0266": [
      "Era un viejo amigo de mi padre.",
      "He was an old friend of my father."
    ],
    "S0267": [
      "¿Has sabido de tu amigo?",
      "Have you heard from your friend?"
    ],
    "S0268": [
      "Sí, me envió dos correos electrónicos la semana pasada.",
      "Yes she sent me two emails last week."
    ],
    "S0269": [
      "¿Por qué no quieres esperar a tu padre?",
      "Why don't you want to wait for your father?"
    ],
    "S0270": [
      "Porque estoy preocupado de que voy a llegar tarde.",
      "Because I'm worried that I'm going to be late."
    ],
    "S0271": [
      "¿Te gustaría venir con nosotros el próximo mes?",
      "Would you like to come with us next month?"
    ],
    "S0272": [
      "Sí eso suena como una gran idea.",
      "Yes that sounds like a great idea."
    ],
    "S0273": [
      "No desafortunadamente tengo demasiado trabajo.",
      "No unfortunately I've got too much work."
    ],
    "S0274": [
      "¿Tienes que salir en unos pocos días?",
      "Do you have to leave in a few days?"
    ],
    "S0275": [
      "Más tiempo.",
      "Longer."
    ],
    "S0276": [
      "No, puedo quedarme aquí un poco más de tiempo.",
      "No I can stay here for a little longer."
    ],
    "S0277": [
      "Sí tengo una reunión importante a principios de la próxima semana.",
      "Yes I've got an important meeting early next week."
    ],
    "S0278": [
      "¿Tuviste que terminar todo anoche?",
      "Did you have to finish everything last night?"
    ],
    "S0279": [
      "Sí porque no quedaba mucho tiempo.",
      "Yes because there wasn't much time left."
    ],
    "S0280": [
      "No solo tuve que hacer el trabajo más importante.",
      "No I only had to do the most important job."
    ],
    "S0281": [
      "¿Te importa si termino mi café antes de que empieces?",
      "Do you mind if I finish my coffee before you start?"
    ],
    "S0282": [
      "No, eso no es un problema.",
      "No that's not a problem."
    ],
    "S0283": [
      "¿Cuáles de tus amigos hablan español?",
      "Which of your friends speak Spanish?"
    ],
    "S0284": [
      "¿Conoces a la amiga de mi hermana?",
      "Do you know my sister's friend?"
    ],
    "S0285": [
      "Ella habla español.",
      "She speaks Spanish."
    ],
    "S0286": [
      "Personas a las que les gusta hablar español.",
      "People who like speaking Spanish."
    ],
    "S0287": [
      "¿Cuántas personas conoces a las que les gusta ver la televisión?",
      "How many people do you know who like watching television?"
    ],
    "S0288": [
      "A la mayoría de la gente que conozco le gusta ver la televisión.",
      "Most people I know like watching television."
    ],
    "S0289": [
      "Me pregunto si ella va a estar allí esta tarde.",
      "I wonder if she's going to be there this afternoon."
    ],
    "S0290": [
      "Me pregunto si él sabe la respuesta.",
      "I wonder if he knows the answer."
    ],
    "S0291": [
      "Espero poder hablar mejor pronto.",
      "I hope I'll be able to speak better soon."
    ],
    "S0292": [
      "Espero que puedas venir a la fiesta.",
      "I hope you'll be able to come to the party."
    ],
    "S0293": [
      "Tengo que descubrir dónde va a reunirse conmigo.",
      "I have to find out where he's going to meet me."
    ],
    "S0294": [
      "No tengo suficiente tiempo para llamarte esta noche.",
      "I don't have enough time to call you tonight."
    ],
    "S0295": [
      "No dije que quería terminar en un día.",
      "I didn't say that I wanted to finish in a day."
    ],
    "S0296": [
      "Dije que necesitaba un poco más de tiempo.",
      "I said that I needed a little more time."
    ],
    "S0297": [
      "No conozco a muchas personas que hablan español.",
      "I don't know many people who speak Spanish."
    ],
    "S0298": [
      "No me queda nada que decir.",
      "I've got nothing left to say."
    ],
    "S0299": [
      "Él quiere pagar la mitad.",
      "He wants to pay half."
    ],
    "S0300": [
      "Ella no quiere parecer antipática.",
      "She doesn't want to seem unfriendly."
    ],
    "S0301": [
      "Él dijo que quiere mostrarte algo.",
      "He said that he wants to show you something."
    ],
    "S0302": [
      "Ella dijo que no quiere vivir en una ciudad.",
      "She said that she doesn't want to live in a city."
    ],
    "S0303": [
      "Creo que él quiere sentarse.",
      "I think that he wants to sit down."
    ],
    "S0304": [
      "Creo que ella no quiere trabajar desde casa.",
      "I think that she doesn't want to work from home."
    ],
    "S0305": [
      "Mujer.",
      "Woman."
    ],
    "S0306": [
      "Conozco a esa mujer joven que está hablando con tu amigo.",
      "I know that young woman who's talking to your friend."
    ],
    "S0307": [
      "Conozco a ese hombre joven que está sentado allí.",
      "I know that young man who's sitting over there."
    ],
    "S0308": [
      "Sí ella es una amiga de mi madre.",
      "Yes she's a friend of my mother."
    ],
    "S0309": [
      "No nunca la he visto antes.",
      "No I've never seen her before."
    ],
    "S0310": [
      "Ella podría escribir una historia sobre ese hombre.",
      "She could write a story about that man."
    ],
    "S0311": [
      "Él no podría creer los tres hechos más importantes.",
      "He couldn't believe the three most important facts."
    ],
    "S0312": [
      "Ella dijo que podría usar la otra habitación mañana por la noche.",
      "She said that she could use the other room tomorrow night."
    ],
    "S0313": [
      "Él dijo que no podría ver todos los cinco juegos.",
      "He said that he couldn't watch all five games."
    ],
    "S0314": [
      "Creo que ella podría ponerlo en la mesa.",
      "I think that she could put it on the table."
    ],
    "S0315": [
      "Creo que no podría permitirse el coche que quería.",
      "I think that he couldn't afford the car that he wanted."
    ],
    "S0316": [
      "¿Crees que ella podría traer a su hermano el lunes?",
      "Do you think that she could bring her brother on Monday?"
    ],
    "S0317": [
      "Sí pienso que podría si quisiera.",
      "Yes I think she could if she wanted to."
    ],
    "S0318": [
      "No, no creo que pudiera esta vez.",
      "No I don't think she could this time."
    ],
    "S0319": [
      "Ella necesita mudarse a un país diferente.",
      "She needs to move to a different country."
    ],
    "S0320": [
      "Él no necesita comprar otra televisión este año.",
      "He doesn't need to buy another television this year."
    ],
    "S0321": [
      "Un libro.",
      "A book."
    ],
    "S0322": [
      "Ella dijo que necesita leer el mismo libro.",
      "She said that she needs to read the same book."
    ],
    "S0323": [
      "Él dijo que no necesita caminar a la escuela.",
      "He said that he doesn't need to walk to school."
    ],
    "S0324": [
      "Esa estudiante tiene las dos manos arriba.",
      "That student has both of her hands up."
    ],
    "S0325": [
      "Creo que necesita considerar diez problemas posibles.",
      "I think that he needs to consider ten possible problems."
    ],
    "S0326": [
      "No creo que necesite vender la compañía.",
      "I don't think that she needs to sell the company."
    ],
    "S0327": [
      "¿Crees que necesita ofrecer otra manera?",
      "Do you think that she needs to offer another way?"
    ],
    "S0328": [
      "Sí pienso que debería.",
      "Yes I think she ought to."
    ],
    "S0329": [
      "Es importante.",
      "It's important."
    ],
    "S0330": [
      "No, no creo que sea muy importante.",
      "No I don't think it's very important."
    ],
    "S0331": [
      "Ella no puede proveer todas las respuestas.",
      "She can't provide all the answers."
    ],
    "S0332": [
      "Él puede construir una nueva vida para su hermana.",
      "He can build a new life for his sister."
    ],
    "S0333": [
      "Ella dijo que no puede pasar mucho tiempo con el grupo.",
      "She said that she can't spend much time with the group."
    ],
    "S0334": [
      "Él dijo que puede dejarte sostener el gatito",
      "He said that he can let you hold the kitten"
    ],
    "S0335": [
      "Creo que puede añadir algunas ideas valiosas.",
      "I think that he can add some valuable ideas."
    ],
    "S0336": [
      "No creo que pueda abrir la puerta.",
      "I don't think that she can open the door."
    ],
    "S0337": [
      "¿Crees que puede continuar jugando?",
      "Do you think that he can continue to play?"
    ],
    "S0338": [
      "Mal.",
      "Badly."
    ],
    "S0339": [
      "No, pienso que se ha lastimado bastante mal.",
      "No I think he's hurt himself quite badly."
    ],
    "S0340": [
      "Sí, estoy seguro que va a estar bien.",
      "Yes I'm sure he's going to be okay."
    ],
    "S0341": [
      "Conocí a alguien hace unos días.",
      "I met someone a few days ago."
    ],
    "S0342": [
      "Conocí a alguien que dijo algo.",
      "I met someone who said something."
    ],
    "S0343": [
      "Que dijo que está preocupada por la economía.",
      "Who said that she's worried about the economy."
    ],
    "S0344": [
      "Que dijo que está contento de ayudarte.",
      "Who said that he's happy to help you."
    ],
    "S0345": [
      "Que dijo que no está preparado para irse todavía.",
      "Who said that he's not ready to leave yet."
    ],
    "S0346": [
      "Quería que ella supiera que me gustó su libro.",
      "I wanted her to know that I liked her book."
    ],
    "S0347": [
      "Él quería saber qué estaba pasando hace una semana.",
      "He wanted to know what was happening a week ago."
    ],
    "S0348": [
      "Ella no quería saber qué iba a pasar.",
      "She didn't want to know what was going to happen."
    ],
    "S0349": [
      "¿Quería él salir el viernes por la noche?",
      "Did he want to go out on Friday night?"
    ],
    "S0350": [
      "Sí él quería ver a unos amigos viejos.",
      "Yes he wanted to see some old friends."
    ],
    "S0351": [
      "No él no quería dejarme solo.",
      "No he didn't want to leave me on my own."
    ],
    "S0352": [
      "Aunque él quisiera no podría.",
      "Even if he wanted to he wouldn't be able to."
    ],
    "S0353": [
      "Ella necesitaba correr alrededor del campo.",
      "She needed to run around the field."
    ],
    "S0354": [
      "Él no necesitaba aparecer enojado.",
      "He didn't need to appear angry."
    ],
    "S0355": [
      "¿Necesitaba ella hablar con esa mujer que conoces?",
      "Did she need to talk to that woman you know?"
    ],
    "S0356": [
      "Sí ellos tenían algo importante que discutir.",
      "Yes they had something important to discuss."
    ],
    "S0357": [
      "No ella solo quería enviarle un mensaje.",
      "No she just wanted to send her a message."
    ],
    "S0358": [
      "Tu amigo dijo que ella no podía alcanzar la cima.",
      "Your friend said that she couldn't reach the top."
    ],
    "S0359": [
      "Tu amigo dijo que él podía girar a la izquierda.",
      "Your friend said that he could turn left."
    ],
    "S0360": [
      "¿Tu amigo dijo algo más?",
      "Did your friend say anything else?"
    ],
    "S0361": [
      "Él estaba callado.",
      "He was quiet."
    ],
    "S0362": [
      "No él estaba bastante callado después de que te fuiste.",
      "No he was rather quiet after you left."
    ],
    "S0363": [
      "Sí él tenía ganas de hablar mucho.",
      "Yes he felt like talking a lot."
    ],
    "S0364": [
      "Escuché que a él no le gustó ese lugar.",
      "I heard that he didn't like that place."
    ],
    "S0365": [
      "No escuché lo que ella le dijo a él.",
      "I didn't hear what she said to him."
    ],
    "S0366": [
      "¿Escuchaste lo que él quería cultivar?",
      "Did you hear what he wanted to grow?"
    ],
    "S0367": [
      "No nadie me dijo.",
      "No nobody told me."
    ],
    "S0368": [
      "Sí escuché que él quería cultivar tomates.",
      "Yes I heard that he wanted to grow tomatoes."
    ],
    "S0369": [
      "Vi varios caballos en la carretera.",
      "I saw several horses on the road."
    ],
    "S0370": [
      "No vi a nadie que yo conocía.",
      "I didn't see anyone that I knew."
    ],
    "S0371": [
      "Fui a ver una película el miércoles.",
      "I went to see a film on Wednesday."
    ],
    "S0372": [
      "¿Viste lo que ella estaba intentando crear?",
      "Did you see what she was trying to create?"
    ],
    "S0373": [
      "Fue hermoso.",
      "It was beautiful."
    ],
    "S0374": [
      "Sí pensé que era muy hermoso.",
      "Yes I thought it was very beautiful."
    ],
    "S0375": [
      "No no sabía qué estaba haciendo.",
      "No I didn't know what she was doing."
    ],
    "S0376": [
      "No fui a ninguna parte el mes pasado.",
      "I didn't go anywhere last month."
    ],
    "S0377": [
      "¿Fuiste a alguna parte en el mundo el año pasado?",
      "Did you go anywhere in the world last year?"
    ],
    "S0378": [
      "No no tenía suficiente dinero para vacaciones.",
      "No I didn't have enough money for holidays."
    ],
    "S0379": [
      "Sí tuve suficiente suerte para viajar a África.",
      "Yes I was lucky enough to travel to Africa."
    ],
    "S0380": [
      "Pregunté qué quería incluir.",
      "I asked what she wanted to include."
    ],
    "S0381": [
      "No pregunté si quería seguirnos.",
      "I didn't ask if he wanted to follow us."
    ],
    "S0382": [
      "¿Preguntaste dónde quería ponerlo?",
      "Did you ask where he wanted to put it?"
    ],
    "S0383": [
      "Sí dijo que quería ponerlo en el jardín.",
      "Yes he said he wanted to put it in the garden."
    ],
    "S0384": [
      "No pude estar de acuerdo con lo que dijo hace un momento.",
      "I couldn't agree with what he said a moment ago."
    ],
    "S0385": [
      "¿Estuviste de acuerdo con ella?",
      "Did you agree with her?"
    ],
    "S0386": [
      "Sí estuve de acuerdo con ella.",
      "Yes I agreed with her."
    ],
    "S0387": [
      "No no pensé que tenía razón.",
      "No I didn't think she was right."
    ],
    "S0388": [
      "Esa persona con la que trabajas.",
      "That person you work with."
    ],
    "S0389": [
      "Esa persona allí.",
      "That person over there."
    ],
    "S0390": [
      "La que está de pie cerca de la entrada.",
      "The one who is standing near the entrance."
    ],
    "S0391": [
      "La que está caminando hacia el autobús.",
      "The one who is walking towards the bus."
    ],
    "S0392": [
      "Ese niño con el pelo negro enfrente de la oficina de correos.",
      "That child with the black hair opposite the post office."
    ],
    "S0393": [
      "Ese niño con la camisa verde.",
      "That boy with the green shirt."
    ],
    "S0394": [
      "Esa niña con el vestido amarillo.",
      "That girl with the yellow dress."
    ],
    "S0395": [
      "Necesitamos girar a la izquierda en la próxima esquina.",
      "We need to turn left at the next corner."
    ],
    "S0396": [
      "No necesitamos estar de pie hasta que todos los demás estén preparados.",
      "We don't need to stand until everybody else is ready."
    ],
    "S0397": [
      "¿Necesitamos prepararnos pronto?",
      "Do we need to get ready soon?"
    ],
    "S0398": [
      "Queremos volvernos más pacientes con nuestros niños.",
      "We want to become more patient with our children."
    ],
    "S0399": [
      "No queremos perder la esperanza.",
      "We don't want to lose hope."
    ],
    "S0400": [
      "¿Queremos comer algo más tarde?",
      "Do we want to eat something later on?"
    ],
    "S0401": [
      "No, sería mejor ir directamente a casa.",
      "No it would be better to go straight home."
    ],
    "S0402": [
      "Sí, sería agradable parar en algún lugar para comida.",
      "Yes it would be nice to stop somewhere for food."
    ],
    "S0403": [
      "Deberíamos permanecer callados durante tanto tiempo como sea posible.",
      "We should remain quiet for as long as possible."
    ],
    "S0404": [
      "No deberíamos esperar terminar antes del jueves.",
      "We shouldn't expect to finish before Thursday."
    ],
    "S0405": [
      "¿Deberíamos preguntar si tenemos que reservar?",
      "Should we ask if we have to book?"
    ],
    "S0406": [
      "No, estoy seguro de que estará bien.",
      "No I'm sure it will be okay."
    ],
    "S0407": [
      "¿No deberíamos intentar establecer un buen ejemplo?",
      "Shouldn't we try to set a good example?"
    ],
    "S0408": [
      "Sí esa es la mejor manera de hacer una familia feliz.",
      "Yes that's the best way to make a happy family."
    ],
    "S0409": [
      "No no importa lo que hagamos.",
      "No it doesn't matter what we do."
    ],
    "S0410": [
      "Todavía luchan el uno con el otro.",
      "They still fight with each other."
    ],
    "S0411": [
      "Nos gustaría reservar una mesa para cuatro esta noche.",
      "We would like to reserve a table for four tonight."
    ],
    "S0412": [
      "No podríamos permitirles ganar todo.",
      "We couldn't allow them to win everything."
    ],
    "S0413": [
      "Podríamos caer si vamos demasiado cerca del borde.",
      "We could fall if we go too close to the edge."
    ],
    "S0414": [
      "¿Podríamos tener una botella de vino tinto por favor?",
      "Could we have a bottle of red wine please?"
    ],
    "S0415": [
      "Eso no sería un problema si me preguntas.",
      "That wouldn't be a problem if you ask me."
    ],
    "S0416": [
      "Quieren liderar el camino el próximo año.",
      "They want to lead the way next year."
    ],
    "S0417": [
      "¿Quieren matar esas hormigas?",
      "Do they want to kill those ants?"
    ],
    "S0418": [
      "Necesitan servir a la comunidad.",
      "They need to serve the community."
    ],
    "S0419": [
      "Si quieren que la gente los quiera.",
      "If they want people to like them."
    ],
    "S0420": [
      "No necesitan preguntar cuántos años tiene.",
      "They don't need to ask how old he is."
    ],
    "S0421": [
      "Porque ya saben que se está poniendo débil.",
      "Because they already know he's getting weak."
    ],
    "S0422": [
      "Una pregunta.",
      "A question."
    ],
    "S0423": [
      "¿Necesitan preguntar una pregunta tan obvia?",
      "Do they need to ask such an obvious question?"
    ],
    "S0424": [
      "No están perdiendo el tiempo de todos.",
      "No they're wasting everybody's time."
    ],
    "S0425": [
      "Sí necesitan asegurarse de que entienden.",
      "Yes they need to make sure they understand."
    ],
    "S0426": [
      "Les gustaría amarse pero están infelices.",
      "They would like to love each other but they're unhappy."
    ],
    "S0427": [
      "No les gustaría que pienses que están aburridos.",
      "They wouldn't like you to think that they're bored."
    ],
    "S0428": [
      "¿Les gustaría visitarnos el martes?",
      "Would they like to visit us on Tuesday?"
    ],
    "S0429": [
      "Sí eso sería perfecto para ellos.",
      "Yes that would be perfect for them."
    ],
    "S0430": [
      "No eso no sería posible.",
      "No that wouldn't be possible."
    ],
    "S0431": [
      "Todavía no están preparados pero van a estar preparados pronto.",
      "They're not ready yet but they'll be ready soon."
    ],
    "S0432": [
      "Podrían significar que quieren que preguntes.",
      "They could mean that they want you to ask."
    ],
    "S0433": [
      "No pudieron descubrir cuándo empezó la película.",
      "They couldn't find out when the film started."
    ],
    "S0434": [
      "¿Podrían reducir el número de estudiantes que toman?",
      "Could they cut the number of students they take?"
    ],
    "S0435": [
      "Sí podrían si quisieran.",
      "Yes they could if they wanted to."
    ],
    "S0436": [
      "No hay un número mínimo que necesitan.",
      "No there's a minimum number they need."
    ],
    "S0437": [
      "Querían recaudar tanto como posible para caridad.",
      "They wanted to raise as much as possible for charity."
    ],
    "S0438": [
      "No querían decidir lo que debería hacer.",
      "They didn't want to decide what he should do."
    ],
    "S0439": [
      "No quieren morir.",
      "They don't want to die."
    ],
    "S0440": [
      "Quieren viajar mientras todavía son jóvenes.",
      "They want to travel while they're still young."
    ],
    "S0441": [
      "Un acercamiento.",
      "An approach."
    ],
    "S0442": [
      "¿Querían desarrollar un acercamiento nuevo?",
      "Did they want to develop a new approach?"
    ],
    "S0443": [
      "No querían continuar haciéndolo de la misma manera.",
      "No they wanted to keep doing it the same way."
    ],
    "S0444": [
      "Sí pensaban que podría hacerse más eficientemente.",
      "Yes they thought it could be done more efficiently."
    ],
    "S0445": [
      "Ellos van a poder llevar esa maleta.",
      "They will be able to carry that suitcase."
    ],
    "S0446": [
      "Ellos no van a poder romper esa ventana.",
      "They won't be able to break that window."
    ],
    "S0447": [
      "¿Van a poder llevarnos a casa después de la comida?",
      "Will they be able to drive us home after the meal?"
    ],
    "S0448": [
      "Sí van a estar contentos de ayudar.",
      "Yes they'll be happy to help."
    ],
    "S0449": [
      "Ellos dijeron que estaban casi preparados.",
      "They said that they were almost ready."
    ],
    "S0450": [
      "No ellos tienen que tomar el tren ellos mismos.",
      "No they have to catch the train themselves."
    ],
    "S0451": [
      "Ellos dijeron lo que querían hacer.",
      "They said what they wanted to do."
    ],
    "S0452": [
      "Ellos no dijeron lo que querían hacer.",
      "They didn't say what they wanted to do."
    ],
    "S0453": [
      "¿Dijeron quién vieron anoche?",
      "Did they say who they saw last night?"
    ],
    "S0454": [
      "Nuestros amigos vinieron como a las seis.",
      "Our friends came round at about six o'clock."
    ],
    "S0455": [
      "Tuvimos que irnos porque los niños estaban cansados.",
      "We had to leave because the children were tired."
    ],
    "S0456": [
      "Puede que esté allí pero no es muy probable.",
      "He might be there but it's not very likely."
    ],
    "S0457": [
      "Parte del problema es el número de áreas diferentes.",
      "Part of the problem is the number of different areas."
    ],
    "S0458": [
      "Todo era mucho más fácil en el pasado.",
      "It was all much easier in the past."
    ],
    "S0459": [
      "No estaba enfrente de la señal azul.",
      "It wasn't in front of the blue sign."
    ],
    "S0460": [
      "Quiero encontrar una tienda cerca del hotel.",
      "I want to find a shop near the hotel."
    ],
    "S0461": [
      "Una tienda donde puedo comprar algunas postales.",
      "A shop where I can buy some postcards."
    ],
    "S0462": [
      "Mi abuelo combatió en Italia durante la guerra.",
      "My grandfather fought in Italy during the war."
    ],
    "S0463": [
      "Mi número de habitación.",
      "My room number."
    ],
    "S0464": [
      "Le dije mi número de habitación una vez pero ella lo olvidó.",
      "I told her my room number once but she forgot it."
    ],
    "S0465": [
      "La próxima vez voy a preguntarle cuál es su nombre.",
      "Next time I will ask her what her name is."
    ],
    "S0466": [
      "Déjame lanzarlo sobre el muro.",
      "Let me throw it over the wall."
    ],
    "S0467": [
      "Está al lado del estacionamiento.",
      "It's next to the car park."
    ],
    "S0468": [
      "Es un mundo grande.",
      "It's a big world."
    ],
    "S0469": [
      "Pero eso no significa que no podamos cambiarlo.",
      "But that doesn't mean we can't change it."
    ],
    "S0470": [
      "¿Qué tan alto quieres escalar antes de que paremos?",
      "How high do you want to climb before we stop?"
    ],
    "S0471": [
      "¿Quieres parar para descansar?",
      "Do you want to stop for a rest?"
    ],
    "S0472": [
      "Parte del problema es que no sabemos los hechos.",
      "Part of the problem is that we don't know the facts."
    ],
    "S0473": [
      "No lo quiero.",
      "I don't want it."
    ],
    "S0474": [
      "Ni siquiera lo quiero como oferta gratuita.",
      "I don't even want it as a free offer."
    ],
    "S0475": [
      "Hay muchas razones para considerar esperar.",
      "There are many reasons to consider waiting."
    ],
    "S0476": [
      "Estoy esperando el final de la segunda mitad.",
      "I'm waiting for the end of the second half."
    ],
    "S0477": [
      "Él ha estado enfermo desde el segundo día de las vacaciones.",
      "He's been sick since the second day of the holidays."
    ],
    "S0478": [
      "Ella tiene un corazón tan amable.",
      "She has such a kind heart."
    ],
    "S0479": [
      "Es lo mínimo que podría hacer.",
      "It's the least I could do."
    ],
    "S0480": [
      "Lo que sea que él diga no está muy lejos ahora.",
      "Whatever he says it's not far ahead now."
    ],
    "S0481": [
      "Es la única esperanza real que nos queda.",
      "It's the only real hope we have left."
    ],
    "S0482": [
      "La única esperanza real es que no son serios.",
      "The only real hope is that they're not serious."
    ],
    "S0483": [
      "La vida no es fácil pero no está destinada a ser fácil.",
      "Life isn't easy but it's not meant to be easy."
    ],
    "S0484": [
      "Está destinada a ser un desafío.",
      "It's meant to be a challenge."
    ],
    "S0485": [
      "Nada me haría más feliz que escapar.",
      "Nothing would make me happier than to get away."
    ],
    "S0486": [
      "Creo que tus ojos son hermosos.",
      "I think your eyes are beautiful."
    ],
    "S0487": [
      "Está bajo el puente.",
      "It's under the bridge."
    ],
    "S0488": [
      "Está al otro lado de esa línea amarilla.",
      "It's on the other side of that yellow line."
    ],
    "S0489": [
      "Si no me haces una taza de café fuerte ahora mismo.",
      "If you don't make me a strong cup of coffee right now."
    ],
    "S0490": [
      "Entonces nunca confiaré en nadie nunca más.",
      "Then I will never trust anyone ever again."
    ],
    "S0491": [
      "Me encanta la forma en que intentas ayudar.",
      "I love the way you try to help."
    ],
    "S0492": [
      "¿Cuál de esos lugares crees que es el más interesante?",
      "Which of those places do you think is the most interesting?"
    ],
    "S0493": [
      "¿Qué va a venir después?",
      "What's going to come next?"
    ],
    "S0494": [
      "¿Qué pasa después de la primera parte del espectáculo?",
      "What happens after the first part of the show?"
    ],
    "S0495": [
      "Cuando importa.",
      "When it matters."
    ],
    "S0496": [
      "No estoy planeando perder cuando realmente importa.",
      "I'm not planning to lose when it really matters."
    ],
    "S0497": [
      "Eso suena como si necesitaras dormir un poco.",
      "That sounds as though you need to get some sleep."
    ],
    "S0498": [
      "Está de pie solo allá dentro de la entrada.",
      "He's standing alone over there inside the entrance."
    ],
    "S0499": [
      "Quizás deberíamos abrir la puerta y cerrar la ventana.",
      "Maybe we should open the door and close the window."
    ],
    "S0500": [
      "¿Por qué no quieres sentarte entre las dos chicas?",
      "Why don't you want to sit between the two girls?"
    ],
    "S0501": [
      "Si tan solo pudiera confiar en ti para jugar juntos sin discutir.",
      "If only I could trust you to play together without arguing."
    ],
    "S0502": [
      "Casi se perdió porque giró a la izquierda en lugar de a la derecha.",
      "She almost got lost because she turned left instead of right."
    ],
    "S0503": [
      "Odio causar problemas pero ese es mío.",
      "I hate making trouble but that one's mine."
    ],
    "S0504": [
      "Voy a correr a través del césped.",
      "I'm going to run across the grass."
    ],
    "S0505": [
      "Para que no me quede atrás.",
      "So that I don't get left behind."
    ],
    "S0506": [
      "Solía vivir por aquí hace años antes de que nos mudáramos.",
      "I used to live around here years ago before we moved."
    ],
    "S0507": [
      "Nos mudamos a la ciudad.",
      "We moved to the city."
    ],
    "S0508": [
      "No tiene sentido preocuparse por cómo vas a pagar.",
      "There's no point worrying about how you're going to pay."
    ],
    "S0509": [
      "Oí que vas a pagar por una cama nueva.",
      "I heard that you're going to pay for a new bed."
    ],
    "S0510": [
      "Ha ido a buscar algún lugar seguro para estacionar el carro.",
      "She's gone to look for somewhere safe to park the car."
    ],
    "S0511": [
      "Las noticias tardaron varias horas en llegar a todos en la oficina.",
      "The news took several hours to reach everyone in the office."
    ],
    "S0512": [
      "¿Puedes mantener la puerta abierta mientras busco las llaves?",
      "Can you hold the door open while I fetch the keys?"
    ],
    "S0513": [
      "Me duele más cuando muevo la cabeza arriba y abajo.",
      "It hurts most when I move my head up and down."
    ],
    "S0514": [
      "Encontré la casa perfecta el primer día.",
      "I found the perfect house on the first day."
    ],
    "S0515": [
      "En el primer día del año nuevo.",
      "On the first day of the new year."
    ],
    "S0516": [
      "Ambos vinieron por su cuenta.",
      "They both came on their own."
    ],
    "S0517": [
      "Pero se fueron el uno con el otro.",
      "But they left with each other."
    ],
    "S0518": [
      "No podría imaginarme teniendo exactamente el mismo problema.",
      "I couldn't imagine myself having exactly the same problem."
    ],
    "S0519": [
      "No he visto a su nuevo bebé todavía.",
      "I haven't seen their new baby yet."
    ],
    "S0520": [
      "Podría haberle pasado a toda la familia.",
      "It might have happened to the whole family."
    ],
    "S0521": [
      "Tengo miedo de que olvides por qué necesitábamos quedarnos aquí.",
      "I'm afraid that you'll forget why we needed to stay here."
    ],
    "S0522": [
      "Acordemos que fue estúpido decir la verdad.",
      "Let's agree that it was stupid to tell the truth."
    ],
    "S0523": [
      "En lugar de dar una excusa.",
      "Instead of giving an excuse."
    ],
    "S0524": [
      "Te llamaré de vuelta en tres o cuatro minutos.",
      "I'll call you back in three or four minutes."
    ],
    "S0525": [
      "Para comprobar si has podido terminar.",
      "To check if you've been able to finish."
    ],
    "S0526": [
      "Me resulta difícil creer que no puedes adivinar.",
      "I'm finding it hard to believe that you can't guess."
    ],
    "S0527": [
      "Adivina quién me contó esa historia graciosa.",
      "Guess who told me that funny story."
    ],
    "S0528": [
      "Probablemente se supone que debo guardar esas cosas en otra habitación.",
      "I'm probably supposed to keep those things in another room."
    ],
    "S0529": [
      "¿Pueden todos levantar las manos?",
      "Can you all put your hands up?"
    ],
    "S0530": [
      "Para que pueda contarlas",
      "So I can count them"
    ],
    "S0531": [
      "No es verdad que cualquiera pueda ganar el juego.",
      "It isn't true that anyone can win the game."
    ],
    "S0532": [
      "A menos que tengan suerte.",
      "Unless they're lucky."
    ],
    "S0533": [
      "No escuchará cada palabra que dices.",
      "She won't listen to every word you say."
    ],
    "S0534": [
      "No vayamos afuera con este clima espantoso.",
      "Let's not go outside in this dreadful weather."
    ],
    "S0535": [
      "Hizo una promesa de que no elegiría el trabajo equivocado.",
      "He made a promise that he wouldn't choose the wrong job."
    ],
    "S0536": [
      "Solía pensar que ser loco era malo.",
      "I used to think that being crazy was bad."
    ],
    "S0537": [
      "Pero estaba equivocado.",
      "But I was wrong."
    ],
    "S0538": [
      "No quiero parecer como si no me importara.",
      "I don't want to seem as though I don't care."
    ],
    "S0539": [
      "Pero se está haciendo tarde.",
      "But it's getting late."
    ],
    "S0540": [
      "No me importa si quieres irte sin el coche.",
      "I don't mind if you want to leave without the car."
    ],
    "S0541": [
      "Es una buena idea intentar respirar despacio.",
      "It's a good idea to try and breathe slowly."
    ],
    "S0542": [
      "Cuando sea que te sientas enojado.",
      "Whenever you feel angry."
    ],
    "S0543": [
      "Ella tenía razón.",
      "She was right."
    ],
    "S0544": [
      "Quien sea que dijo que sería difícil tenía absolutamente razón.",
      "Whoever said it would be difficult was absolutely right."
    ],
    "S0545": [
      "Es tu turno de llevar la ropa limpia arriba.",
      "It's your turn to take the clean clothes upstairs."
    ],
    "S0546": [
      "El perro está sucio y mojado.",
      "The dog is dirty and wet."
    ],
    "S0547": [
      "Porque ha estado jugando en el barro.",
      "Because he has been playing in the mud."
    ],
    "S0548": [
      "Me estoy sintiendo triste en este momento.",
      "I am feeling sad at the moment."
    ],
    "S0549": [
      "Porque tengo que estar callado.",
      "Because I have got to be quiet."
    ],
    "S0550": [
      "El final del pueblo.",
      "The end of the village."
    ],
    "S0551": [
      "La iglesia es fea.",
      "The church is ugly."
    ],
    "S0552": [
      "La iglesia al otro final del pueblo es fea.",
      "The church at the other end of the village is ugly."
    ],
    "S0553": [
      "Creo que la iglesia pequeña es muy fea.",
      "I think the small church is very ugly."
    ],
    "S0554": [
      "Esta toalla no está seca.",
      "This towel isn't dry."
    ],
    "S0555": [
      "Y estoy demasiado cansado para traer una nueva.",
      "And I'm too tired to fetch a new one."
    ],
    "S0556": [
      "Tocan música tarde en la noche.",
      "They play music late at night."
    ],
    "S0557": [
      "Desearía que no tocaran música tan alta.",
      "I wish they wouldn't play such loud music."
    ],
    "S0558": [
      "Es tan tarde en la noche.",
      "It's so late at night."
    ],
    "S0559": [
      "¿Has encontrado el camino por el bosque?",
      "Have you found the path through the wood?"
    ],
    "S0560": [
      "Va hacia abajo a la playa.",
      "It goes down to the beach."
    ],
    "S0561": [
      "No me importa si es un carro rápido.",
      "I don't care if it's a fast car."
    ],
    "S0562": [
      "Solo quiero llegar allí con seguridad.",
      "I just want to get there safely."
    ],
    "S0563": [
      "No habría podido continuar más tiempo.",
      "I wouldn't have been able to keep going any longer."
    ],
    "S0564": [
      "No habría podido sin tu ayuda.",
      "I wouldn't have been able to without your help."
    ],
    "S0565": [
      "Habría pensado en ello más cuidadosamente.",
      "I'd have thought about it more carefully."
    ],
    "S0566": [
      "Habría pensado más si hubiera sido mi elección.",
      "I'd have thought more if it had been my choice."
    ],
    "S0567": [
      "Ha sido encantador pasar tiempo al aire libre observando a los niños jugar.",
      "It's been lovely spending time outdoors watching the children play."
    ],
    "S0568": [
      "Espero ver una mejora la próxima vez que nos encontremos.",
      "I'm expecting to see an improvement next time we meet."
    ],
    "S0569": [
      "¿Has decidido cuánto estás dispuesto a pagar?",
      "Have you decided how much you are willing to pay?"
    ],
    "S0570": [
      "¿Cuánto estás dispuesto a pagar por tu billete?",
      "How much are you willing to pay for your ticket?"
    ],
    "S0571": [
      "No estoy convencido de que eso sería una muy buena idea.",
      "I'm not convinced that would be a very good idea."
    ],
    "S0572": [
      "¿Has olvidado lo que pasó la última vez que nos visitaron?",
      "Have you forgotten what happened the last time they visited us?"
    ],
    "S0573": [
      "Es el tipo de cosa que hace que las vacaciones sean muy especiales.",
      "It's the kind of thing that makes the holidays very special."
    ],
    "S0574": [
      "Las vacaciones son muy especiales para todos.",
      "The holidays are very special for everyone."
    ],
    "S0575": [
      "Ha sido perturbador.",
      "It's been upsetting."
    ],
    "S0576": [
      "Ha sido muy perturbador esperar.",
      "It has been very upsetting waiting."
    ],
    "S0577": [
      "Hemos estado esperando las noticias del hospital.",
      "We've been waiting for the news from the hospital."
    ],
    "S0578": [
      "En algún lugar más cálido.",
      "Somewhere warmer."
    ],
    "S0579": [
      "Frecuentemente hemos intentado.",
      "We've often tried."
    ],
    "S0580": [
      "Frecuentemente hemos querido llevar a los niños a algún lugar un poco más cálido.",
      "We've often wanted to take the children somewhere a little warmer."
    ],
    "S0581": [
      "Le gustaría saber un poco más sobre cómo es.",
      "He'd like to know a little more about what it's like."
    ],
    "S0582": [
      "¿Cómo es crecer aquí?",
      "What's it like to grow up here?"
    ],
    "S0583": [
      "¿Cómo es en esta parte del mundo?",
      "What's it like in this part of the world?"
    ],
    "S0584": [
      "¿Cómo es despertar cada mañana y ver las montañas?",
      "What's it like to wake up every morning and see the mountains?"
    ],
    "S0585": [
      "Puedo ver las montañas desde la ventana de mi dormitorio.",
      "I can see the mountains out of my bedroom window."
    ],
    "S0586": [
      "Quiero veinte huevos cocidos.",
      "I want twenty boiled eggs."
    ],
    "S0587": [
      "Ella solía insistir en que teníamos huevos para la cena.",
      "She used to insist that we had eggs for supper."
    ],
    "S0588": [
      "Así que quería crecer y salir de casa.",
      "So I wanted to grow up and leave home."
    ],
    "S0589": [
      "Ella me dijo que acababa de ver el último autobús.",
      "She told me she'd just seen the last bus."
    ],
    "S0590": [
      "Vi el último autobús saliendo de la estación.",
      "I saw the last bus leaving the station."
    ],
    "S0591": [
      "Ella me siguió hasta las tiendas.",
      "She followed me down to the shops."
    ],
    "S0592": [
      "Y por la carretera principal.",
      "And along the main road."
    ],
    "S0593": [
      "Por mucho que argumenté todavía tuve que compartir.",
      "However much I argued I still had to share."
    ],
    "S0594": [
      "Tuve que compartir mis juguetes con mi hermana.",
      "I had to share my toys with my sister."
    ],
    "S0595": [
      "Necesito tumbarme en el jardín.",
      "I need to lie down in the garden."
    ],
    "S0596": [
      "Y necesito cerrar los ojos por un rato.",
      "And I need to close my eyes for a while."
    ],
    "S0597": [
      "Sospecho que ha oído cien historias sobre ello.",
      "I suspect that he's heard a hundred stories about it."
    ],
    "S0598": [
      "Ha oído mil historias sobre lo que estaban haciendo.",
      "He's heard a thousand stories about what they were doing."
    ],
    "S0599": [
      "Habría estado feliz de conducir si me lo hubieras dicho.",
      "I'd have been happy to drive if you'd told me."
    ],
    "S0600": [
      "Habría conducido si me hubieras dicho lo cansado que estabas.",
      "I'd have driven if you'd told me how tired you were."
    ],
    "S0601": [
      "Estábamos hablando sobre cómo empezó todo.",
      "We were talking about how it all started."
    ],
    "S0602": [
      "Cómo empezó en primer lugar.",
      "How it started in the first place."
    ],
    "S0603": [
      "No teníamos ningún lugar donde vivir en ese momento.",
      "We didn't have anywhere to live at the time."
    ],
    "S0604": [
      "Ella se ofreció a dejarnos quedarnos con ella.",
      "She offered to let us stay with her."
    ],
    "S0605": [
      "Porque necesitábamos ayuda.",
      "Because we needed help."
    ],
    "S0606": [
      "Si hubiera sabido entonces lo que sé ahora habría esperado.",
      "If I'd known then what I know now I'd have waited."
    ],
    "S0607": [
      "Si hubiera sabido habría hecho las cosas de manera diferente.",
      "If I'd known I'd have done things differently."
    ],
    "S0608": [
      "Habría sido lo sensato que hacer.",
      "It would have been the sensible thing to do."
    ],
    "S0609": [
      "Lo sensato que hacer habría sido preguntar.",
      "The sensible thing to do would have been to ask."
    ],
    "S0610": [
      "Él necesita buscar trabajo.",
      "He needs to look for work."
    ],
    "S0611": [
      "Yo habría estado preparado para buscar en otro lugar.",
      "I would have been ready to look somewhere else."
    ],
    "S0612": [
      "Habríamos comprado algo.",
      "We would have bought something."
    ],
    "S0613": [
      "Probablemente habríamos comprado una casa allí.",
      "We probably would have bought a house there."
    ],
    "S0614": [
      "Está cerca de donde vive tu familia.",
      "It's near where your family live."
    ],
    "S0615": [
      "Pensé que fuiste muy valiente al decir eso.",
      "I thought you were very brave to say that."
    ],
    "S0616": [
      "Fuiste muy valiente al decir que pensabas eso.",
      "You were very brave to say you thought that."
    ],
    "S0617": [
      "Pensaste que era un error.",
      "You thought that it was a mistake."
    ],
    "S0618": [
      "No parece mucho tiempo.",
      "It doesn't feel like a long time."
    ],
    "S0619": [
      "Hace mucho tiempo desde que nos vimos.",
      "It's a long time since we saw each other."
    ],
    "S0620": [
      "Hace muchísimo tiempo desde que nos vimos por última vez.",
      "It's a very long time since we last saw each other."
    ],
    "S0621": [
      "No me habría atrevido a decirle que estaba roto.",
      "I wouldn't have dared to tell her that it was broken."
    ],
    "S0622": [
      "Sabía que los niños lo habían roto.",
      "I knew that the children had broken it."
    ],
    "S0623": [
      "¿Quieres un café o un té?",
      "Do you want a cup of coffee or tea?"
    ],
    "S0624": [
      "Sí, eso sería genial, por favor.",
      "Yes, that would be great, please."
    ],
    "S0625": [
      "¿Quieres algo de beber?",
      "Do you want something to drink?"
    ],
    "S0626": [
      "No, no tengo sed, gracias.",
      "No, I'm not thirsty, thank you."
    ],
    "S0627": [
      "Tu café está preparado.",
      "Your coffee is ready."
    ],
    "S0628": [
      "¿Te gusta el té?",
      "Do you like tea?"
    ],
    "S0629": [
      "Me gusta con leche pero sin azúcar.",
      "I like it with milk but without sugar."
    ],
    "S0630": [
      "¿Puedo tener algo para beber por favor?",
      "Can I have something to drink please?"
    ],
    "S0631": [
      "¿Qué quieres?",
      "What would you like?"
    ],
    "S0632": [
      "Un vaso de agua.",
      "A glass of water."
    ],
    "S0633": [
      "Un vaso grande de agua estaría bien.",
      "A large glass of water would be fine."
    ],
    "S0634": [
      "Me gustaría uno de esos.",
      "I'd like one of those."
    ],
    "S0635": [
      "Esa es la bolsa de Jane.",
      "That is Jane's bag."
    ],
    "S0636": [
      "Creo que esa es la bolsa de Jane.",
      "I think that that is Jane's bag."
    ],
    "S0637": [
      "¿Dónde está su bolsa?",
      "Where is her bag?"
    ],
    "S0638": [
      "Estoy intentando pensar.",
      "I'm trying to think."
    ],
    "S0639": [
      "contigo señor",
      "with you sir"
    ],
    "S0640": [
      "Es el rojo.",
      "It's the red one."
    ],
    "S0641": [
      "Pienso que es el rojo en esa silla.",
      "I think that it's the red one on that chair."
    ],
    "S0642": [
      "¿Cómo se siente señora?",
      "how do you feel madam?"
    ],
    "S0643": [
      "¿Quiere usted señor?",
      "Do you want sir"
    ],
    "S0644": [
      "¿Podría decir eso señor?",
      "Could you say that sir?"
    ],
    "S0645": [
      "Puedo ayudarle señora",
      "I can help you madam"
    ],
    "S0646": [
      "Está haciendo algo señor.",
      "You're doing something sir."
    ],
    "S0647": [
      "Lo habla señora",
      "You speak it madam"
    ],
    "S0648": [
      "lo que dijo señora",
      "what you said madam"
    ],
    "S0649": [
      "¿Está preparado señor?",
      "Are you ready sir?"
    ],
    "S0650": [
      "¿Quiere ir señora?",
      "Do you want to go madam?"
    ],
    "S0651": [
      "¿Qué piensa señora?",
      "What do you think madam?"
    ],
    "S0652": [
      "¿Qué necesita señor?",
      "What do you need sir?"
    ],
    "S0653": [
      "¿Le importa señora?",
      "Do you mind madam?"
    ],
    "S0654": [
      "No estoy seguro de si puedo ayudarte, señor.",
      "I'm not sure if I can help you, sir."
    ],
    "S0655": [
      "Creo que estás haciéndolo muy bien, señora.",
      "I think that you're doing very well, madam."
    ],
    "S0656": [
      "con todos ustedes",
      "with you all"
    ],
    "S0657": [
      "¿cómo se sienten todos ustedes?",
      "how do you all feel?"
    ],
    "S0658": [
      "¿Quieren todos ustedes?",
      "Do you all want?"
    ],
    "S0659": [
      "¿Podrían todos ustedes decir eso?",
      "Could you all say that"
    ],
    "S0660": [
      "Puedo ayudar a todos ustedes",
      "I can help you all"
    ],
    "S0661": [
      "todos ustedes están haciendo algo",
      "you're all doing something"
    ],
    "S0662": [
      "todos ustedes lo hablan",
      "you all speak it"
    ],
    "S0663": [
      "lo que todos ustedes dijeron",
      "what you all said"
    ],
    "S0664": [
      "¿Están todos ustedes preparados?",
      "Are you all ready?"
    ],
    "S0665": [
      "¿Quieren todos ustedes ir?",
      "Do you all want to go?"
    ],
    "S0666": [
      "¿Qué piensan todos ustedes?",
      "What do you all think?"
    ],
    "S0667": [
      "¿Les importa a todos ustedes?",
      "Do you all mind?"
    ],
    "S0668": [
      "Espero que todos ustedes puedan ir",
      "I hope you'll all be able to go"
    ]
  },
  "validation": {
    "phase": "Phase 1 - Seed Translation",
    "validator": "phase1_validator",
    "validated_at": "2025-10-29T21:50:47.354830Z",
    "total_conflicts_detected": 3,
    "auto_fixed": 3,
    "flagged_for_review": 0,
    "success_rate": "100.0%",
    "fixes_applied": [
      {
        "english": "with you",
        "conflict": [
          "contigo",
          "con usted"
        ],
        "resolution": "contigo",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0001)",
        "seeds_fixed": [
          "S0639"
        ],
        "auto_fixed": true
      },
      {
        "english": "ready",
        "conflict": [
          "preparado",
          "listo"
        ],
        "resolution": "preparado",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0026)",
        "seeds_fixed": [
          "S0252",
          "S0253",
          "S0254",
          "S0255",
          "S0256",
          "S0345",
          "S0396",
          "S0431",
          "S0449",
          "S0611",
          "S0627",
          "S0649",
          "S0664"
        ],
        "auto_fixed": true
      },
      {
        "english": "I think",
        "conflict": [
          "pienso",
          "creo"
        ],
        "resolution": "pienso",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0047)",
        "seeds_fixed": [
          "S0123",
          "S0185",
          "S0256",
          "S0261",
          "S0303",
          "S0304",
          "S0314",
          "S0315",
          "S0317",
          "S0325",
          "S0328",
          "S0335",
          "S0339",
          "S0486",
          "S0553",
          "S0636",
          "S0655"
        ],
        "auto_fixed": true
      }
    ],
    "warnings": [],
    "rules_applied": [
      "ZERO VARIATION for seeds 1-100 (First Word Wins)",
      "Cognate Preference across all seeds",
      "First Word Wins for unresolvable conflicts"
    ]
  }
}
