[
  {
    "text": "And remember that your brain has got as many neurons as there are stars in the galaxy—your brain is the most complex object in the universe.",
    "id": "EB874772-22D4-4F3E-814D-0632323CAC33"
  },
  {
    "text": "Are you using your new language with other people yet? You’ve learnt so much, you really should be, and you’ll enjoy it more and more when you do.",
    "id": "AEBE8A59-B987-4686-A853-174B122D67DB"
  },
  {
    "text": "By now, you should spend five minutes every day just talking to yourself in your new language—if you do, you’ll get dramatically better very quickly.",
    "id": "583834C3-E830-49C0-9CAD-C0D9E4073DDA"
  },
  {
    "text": "Do remember to speak out loud, and if you get a little bored with the easy bits, try doing them in a funny accent.",
    "id": "BCA69AE9-5EE3-419E-91D6-A3B9A5066ACF"
  },
  {
    "text": "Do you remember me telling you how dangerous perfectionism is? Don’t try to be perfect, try to be fast, and you’ll end up doing much better.",
    "id": "16AD184D-54A0-471D-8F89-2A5096774930"
  },
  {
    "text": "Don’t worry if the sentences are just too long sometimes, just say what you can and then listen carefully to the models.",
    "id": "F827E0F8-474E-473D-BEC2-33FC08F8B3C3"
  },
  {
    "text": "If none of the sentences have been too long for a while, we’re not pushing you hard enough, and you should try to SKIP ahead, even just for a few minutes.",
    "id": "C035883D-E519-461A-8581-B012C0816531"
  },
  {
    "text": "If some of the sentences feel too easy for you by now, try saying some extra words in the gap—be creative, just keep talking until you hear the first model voice.",
    "id": "49B682E5-7406-42F2-9C83-8E571F994B52"
  },
  {
    "text": "If you’re feeling tired, that’s a good sign that you’re in the important 10% zone, so keep on pushing—your brain can always cope with a little more than you realise.",
    "id": "E8EC49F6-46B0-411A-852C-65870D378798"
  },
  {
    "text": "If you’re not making mistakes, that means it’s too easy for you—maybe you should try to SKIP ahead!",
    "id": "D55A5F64-B5BB-4B40-BE2A-81A9A092A6EF"
  },
  {
    "text": "It’s important to play with language, to make it fun, so don’t take yourself too seriously, and try to laugh when anything goes wrong—the more funny it feels, the faster you’ll go.",
    "id": "D2E6D968-A2D1-4353-B582-A19FAF36E2E1"
  },
  {
    "text": "It’s really important to remember that when you feel incredibly frustrated at not quite getting a word right, that means you’re really close to learning it successfully—the frustration is a huge sign of success, so don’t lose heart.",
    "id": "F699CAE1-4D51-416D-A2E7-39475E04EFF8"
  },
  {
    "text": "Learning a language is an incredibly good way to keep your brain healthy, by the way—did you know that? This effort you’re making right now is going to help keep your brain in superb condition.",
    "id": "C79B3CBD-95E7-4ABC-9BB1-3AE51470390C"
  },
  {
    "text": "Now that you know for certain that you’re capable of learning a new language, what’s your next language going to be? Each new language becomes more fun.",
    "id": "B8AE2B5B-7B7F-457B-82E6-1493F7B24C6F"
  },
  {
    "text": "Remember that learning comes in layers, so don’t worry if you forget a word that you could say before, that’s absolutely normal.",
    "id": "E9829BC7-F77D-4B56-B7EB-B4573ED32654"
  },
  {
    "text": "Remember that people with only half a brain can lead a normal life, so your brain can cope with anything we can throw at it. Believe in yourself, or at least believe in your brain.",
    "id": "1BD0EDF5-F66B-47D9-9F60-519648FAFAAF"
  },
  {
    "text": "Remember that you need to be speaking out loud in the gap—even if you can’t say the whole sentence, say as many words as you can.",
    "id": "D79F3498-574D-4233-B5AF-E0B0E1A21615"
  },
  {
    "text": "Some people say that languages are like windows—the more you speak, the more of the world you can see. Keep on working, and your new window will get bigger and clearer.",
    "id": "619F4C50-55BF-4F6B-A418-19B1018DD059"
  },
  {
    "text": "The more you think of this as a game, the less painful it will feel and the more fun you’ll have.",
    "id": "E75BA7DB-28E2-4B9E-9162-4E24AEF720CA"
  },
  {
    "text": "This is probably the hardest brain exercise in the world, so you’re doing wonderfully and you deserve all the language learning success you’re going to have.",
    "id": "EB835DC3-75CA-4DAC-BCC7-80309E46175D"
  },
  {
    "text": "When was the last time you made a mistake? I hope it was quite recently, because I really don’t want this to get easy for you—I want you to keep pushing yourself into the 10%.",
    "id": "34267DC2-CE24-478E-ABF9-B3DB63D56695"
  },
  {
    "text": "You know how important it is to treat this like a game? The next time you get a long sentence right, give yourself a really nice treat, something you love. You absolutely deserve it.",
    "id": "FEF97E83-8DE0-411A-9D00-4E0FDF152AD5"
  },
  {
    "text": "You never entirely forget any words, they just dip under the surface of your conscious control. Once you hear them again, they’ll come back to life for you, so don’t worry.",
    "id": "8BBB96E6-7AF4-44A9-B915-225135C170FD"
  },
  {
    "text": "You’re doing excellently—yes, I know you want to make fewer mistakes, but the effort you’re putting in is what gets the results, so you really are doing excellently.",
    "id": "08AEAB90-B104-4EE7-9376-988A81D5DE88"
  },
  {
    "text": "You’re working so hard to learn, and you’ve come so far, you’re a genuine hero. You should be very, very proud of yourself.",
    "id": "8684FF29-CFBD-4A5C-B8D9-C5EE796113D5"
  },
  {
    "text": "You’ve put so much effort into this to have got this far, I’m really proud of you. Keep going!",
    "id": "8BD94F75-D158-4C64-B4F5-09F31CE399FC"
  }
]