{
  "version": "7.7.0",
  "course": "ita_for_eng_10seeds",
  "target": "ita",
  "known": "eng",
  "generated": "2025-10-23T12:15:44.447Z",
  "introductions": {
    "S0001L01": "Now, the Italian for \"I want\" as in \"I want to speak Italian with you now.\" is \"Voglio\", Voglio.",
    "S0001L02": "Now, the Italian for \"to speak\" as in \"I want to speak Italian with you now.\" is \"parlare\", parlare.",
    "S0001L03": "Now, the Italian for \"Italian\" as in \"I want to speak Italian with you now.\" is \"italiano\", italiano.",
    "S0001L04": "Now, the Italian for \"with you\" as in \"I want to speak Italian with you now.\" is \"con te\", con te.",
    "S0001L05": "Now, the Italian for \"now\" as in \"I want to speak Italian with you now.\" is \"adesso\", adesso.",
    "S0002F01": "Now, the Italian for \"I'm\" as in \"I'm trying to learn.\" is \"Sto\", Sto.",
    "S0002F02": "Now, the Italian for \"trying\" as in \"I'm trying to learn.\" is \"provando\", provando.",
    "S0002L01": "The Italian for \"I'm trying\" as in \"I'm trying to learn.\" is \"Sto provando\" - where \"Sto\" is \"I'm\" (which you learned earlier) and \"provando\" is \"trying\" (which you learned earlier).",
    "S0002L02": "Now, the Italian for \"to\" as in \"I'm trying to learn.\" is \"a\", a.",
    "S0002L03": "Now, the Italian for \"to learn\" as in \"I'm trying to learn.\" is \"imparare\", imparare.",
    "S0003L01": "Now, the Italian for \"how\" as in \"how to speak as often as possible.\" is \"come\", come.",
    "S0003L02": "Now, the Italian for \"to speak\" as in \"how to speak as often as possible.\" is \"parlare\", parlare.",
    "S0003F01": "Now, the Italian for \"the most\" as in \"how to speak as often as possible.\" is \"il più\", il più.",
    "S0003F02": "Now, the Italian for \"possible\" as in \"how to speak as often as possible.\" is \"possibile\", possibile.",
    "S0003L03": "The Italian for \"as much as possible\" as in \"how to speak as often as possible.\" is \"il più possibile\" - where \"il più\" is \"the most\" (which you learned earlier) and \"possibile\" is \"possible\" (which you learned earlier).",
    "S0003L04": "Now, the Italian for \"often\" as in \"how to speak as often as possible.\" is \"spesso\", spesso.",
    "S0004L01": "Now, the Italian for \"how\" as in \"how to say something in Italian\" is \"come\", come.",
    "S0004L02": "Now, the Italian for \"to say\" as in \"how to say something in Italian\" is \"dire\", dire.",
    "S0004L03": "Now, the Italian for \"something\" as in \"how to say something in Italian\" is \"qualcosa\", qualcosa.",
    "S0004L04": "Now, the Italian for \"in Italian\" as in \"how to say something in Italian\" is \"in italiano\", in italiano.",
    "S0005F01": "Now, the Italian for \"I'm\" as in \"I'm going to practise speaking with someone else.\" is \"Sto\", Sto.",
    "S0005F02": "Now, the Italian for \"going to\" as in \"I'm going to practise speaking with someone else.\" is \"per\", per.",
    "S0005L01": "The Italian for \"I'm going to\" as in \"I'm going to practise speaking with someone else.\" is \"Sto per\" - where \"Sto\" is \"I'm\" (which you learned earlier) and \"per\" is \"going to\" (which you learned earlier).",
    "S0005L02": "Now, the Italian for \"to practise\" as in \"I'm going to practise speaking with someone else.\" is \"praticare\", praticare.",
    "S0005L03": "Now, the Italian for \"to\" as in \"I'm going to practise speaking with someone else.\" is \"a\", a.",
    "S0005L04": "Now, the Italian for \"to speak\" as in \"I'm going to practise speaking with someone else.\" is \"parlare\", parlare.",
    "S0005L05": "Now, the Italian for \"with\" as in \"I'm going to practise speaking with someone else.\" is \"con\", con.",
    "S0005L06": "Now, the Italian for \"someone else\" as in \"I'm going to practise speaking with someone else.\" is \"qualcun altro\", qualcun altro.",
    "S0006F01": "Now, the Italian for \"I'm\" as in \"I'm trying to remember a word.\" is \"Sto\", Sto.",
    "S0006F02": "Now, the Italian for \"trying\" as in \"I'm trying to remember a word.\" is \"provando\", provando.",
    "S0006L01": "The Italian for \"I'm trying\" as in \"I'm trying to remember a word.\" is \"Sto provando\" - where \"Sto\" is \"I'm\" (which you learned earlier) and \"provando\" is \"trying\" (which you learned earlier).",
    "S0006L02": "Now, the Italian for \"to\" as in \"I'm trying to remember a word.\" is \"a\", a.",
    "S0006L03": "Now, the Italian for \"to remember\" as in \"I'm trying to remember a word.\" is \"ricordare\", ricordare.",
    "S0006L04": "Now, the Italian for \"a word\" as in \"I'm trying to remember a word.\" is \"una parola\", una parola.",
    "S0007L01": "Now, the Italian for \"I want\" as in \"I want to try as hard as I can today.\" is \"Voglio\", Voglio.",
    "S0007L02": "Now, the Italian for \"to try\" as in \"I want to try as hard as I can today.\" is \"provare\", provare.",
    "S0007F01": "Now, the Italian for \"the most\" as in \"I want to try as hard as I can today.\" is \"il più\", il più.",
    "S0007F02": "Now, the Italian for \"possible\" as in \"I want to try as hard as I can today.\" is \"possibile\", possibile.",
    "S0007L03": "The Italian for \"as much as possible\" as in \"I want to try as hard as I can today.\" is \"il più possibile\" - where \"il più\" is \"the most\" (which you learned earlier) and \"possibile\" is \"possible\" (which you learned earlier).",
    "S0007L04": "Now, the Italian for \"today\" as in \"I want to try as hard as I can today.\" is \"oggi\", oggi.",
    "S0008F01": "Now, the Italian for \"I'm\" as in \"I'm going to try to explain what I mean.\" is \"Sto\", Sto.",
    "S0008F02": "Now, the Italian for \"going to\" as in \"I'm going to try to explain what I mean.\" is \"per\", per.",
    "S0008L01": "The Italian for \"I'm going to\" as in \"I'm going to try to explain what I mean.\" is \"Sto per\" - where \"Sto\" is \"I'm\" (which you learned earlier) and \"per\" is \"going to\" (which you learned earlier).",
    "S0008L02": "Now, the Italian for \"to try\" as in \"I'm going to try to explain what I mean.\" is \"provare\", provare.",
    "S0008L03": "Now, the Italian for \"to\" as in \"I'm going to try to explain what I mean.\" is \"a\", a.",
    "S0008L04": "Now, the Italian for \"to explain\" as in \"I'm going to try to explain what I mean.\" is \"spiegare\", spiegare.",
    "S0008F03": "Now, the Italian for \"that\" as in \"I'm going to try to explain what I mean.\" is \"quello\", quello.",
    "S0008F04": "Now, the Italian for \"which\" as in \"I'm going to try to explain what I mean.\" is \"che\", che.",
    "S0008L05": "The Italian for \"what\" as in \"I'm going to try to explain what I mean.\" is \"quello che\" - where \"quello\" is \"that\" (which you learned earlier) and \"che\" is \"which\" (which you learned earlier).",
    "S0008L06": "Now, the Italian for \"I mean\" as in \"I'm going to try to explain what I mean.\" is \"intendo\", intendo.",
    "S0009L01": "Now, the Italian for \"I speak\" as in \"I speak a little Italian now.\" is \"Parlo\", Parlo.",
    "S0009L02": "Now, the Italian for \"a little\" as in \"I speak a little Italian now.\" is \"un po'\", un po'.",
    "S0009L03": "Now, the Italian for \"Italian\" as in \"I speak a little Italian now.\" is \"italiano\", italiano.",
    "S0009L04": "Now, the Italian for \"now\" as in \"I speak a little Italian now.\" is \"adesso\", adesso.",
    "S0010F01": "Now, the Italian for \"Not\" as in \"I'm not sure if I can remember the whole sentence.\" is \"Non\", Non.",
    "S0010F02": "Now, the Italian for \"I am\" as in \"I'm not sure if I can remember the whole sentence.\" is \"sono\", sono.",
    "S0010F03": "Now, the Italian for \"sure\" as in \"I'm not sure if I can remember the whole sentence.\" is \"sicuro\", sicuro.",
    "S0010L01": "The Italian for \"I'm not sure\" as in \"I'm not sure if I can remember the whole sentence.\" is \"Non sono sicuro\" - where \"Non\" is \"Not\" (which you learned earlier), \"sono\" is \"I am\" (which you learned earlier), and \"sicuro\" is \"sure\" (which you learned earlier).",
    "S0010L02": "Now, the Italian for \"if\" as in \"I'm not sure if I can remember the whole sentence.\" is \"se\", se.",
    "S0010L03": "Now, the Italian for \"I can\" as in \"I'm not sure if I can remember the whole sentence.\" is \"posso\", posso.",
    "S0010L04": "Now, the Italian for \"to remember\" as in \"I'm not sure if I can remember the whole sentence.\" is \"ricordare\", ricordare.",
    "S0010F06": "Now, the Italian for \"sentence\" as in \"I'm not sure if I can remember the whole sentence.\" is \"frase\", frase.",
    "S0010L05": "The Italian for \"the whole sentence\" as in \"I'm not sure if I can remember the whole sentence.\" is \"tutta la frase\" - where \"frase\" is \"sentence\" (which you learned earlier)."
  }
}
