{
  "version": "8.2.0",
  "course": "fra_for_eng",
  "target_language": "fra",
  "known_language": "eng",
  "generated": "2025-11-21T02:30:20.000Z",
  "total_seeds": 30,
  "translations": {
    "S0001": {
      "known": "I want to speak French with you now.",
      "target": "Je veux parler français avec toi maintenant."
    },
    "S0002": {
      "known": "I'm trying to learn.",
      "target": "J'essaie d'apprendre."
    },
    "S0003": {
      "known": "how to speak as often as possible.",
      "target": "comment parler le plus fréquemment possible."
    },
    "S0004": {
      "known": "how to say something in French",
      "target": "comment dire quelque chose en français"
    },
    "S0005": {
      "known": "I'm going to practise speaking with someone else.",
      "target": "Je vais pratiquer à parler avec quelqu'un d'autre."
    },
    "S0006": {
      "known": "I'm trying to remember a word.",
      "target": "J'essaie de me rappeler un mot."
    },
    "S0007": {
      "known": "I want to try as hard as I can today.",
      "target": "Je veux essayer aussi fort que je peux aujourd'hui."
    },
    "S0008": {
      "known": "I'm going to try to explain what I mean.",
      "target": "Je vais essayer d'expliquer ce que je veux dire."
    },
    "S0009": {
      "known": "I speak a little French now.",
      "target": "Je parle un peu français maintenant."
    },
    "S0010": {
      "known": "I'm not sure if I can remember the whole sentence.",
      "target": "Je ne suis pas sûr de pouvoir me rappeler toute la phrase."
    },
    "S0011": {
      "known": "I'd like to be able to speak after you finish.",
      "target": "J'aimerais pouvoir parler après que tu finis."
    },
    "S0012": {
      "known": "I wouldn't like to guess what's going to happen...",
      "target": "Je n'aimerais pas deviner ce qui va se passer..."
    },
    "S0013": {
      "known": "You speak French very well.",
      "target": "Tu parles français très bien."
    },
    "S0014": {
      "known": "Do you speak French all day?",
      "target": "Tu parles français toute la journée ?"
    },
    "S0015": {
      "known": "And I want you to speak French with me tomorrow.",
      "target": "Et je veux que tu parles français avec moi demain."
    },
    "S0016": {
      "known": "He wants to come back with everyone else later on.",
      "target": "Il veut revenir avec tous les autres plus tard."
    },
    "S0017": {
      "known": "She wants to find out what the answer is.",
      "target": "Elle veut découvrir quelle est la réponse."
    },
    "S0018": {
      "known": "We want to meet at six o'clock this evening.",
      "target": "Nous voulons nous rencontrer à six heures ce soir."
    },
    "S0019": {
      "known": "But I don't want to stop talking.",
      "target": "Mais je ne veux pas arrêter de parler."
    },
    "S0020": {
      "known": "You want to learn his name quickly.",
      "target": "Tu veux apprendre son nom rapidement."
    },
    "S0021": {
      "known": "Why are you learning her name?",
      "target": "Pourquoi tu apprends son nom ?"
    },
    "S0022": {
      "known": "Because I want to meet people who speak French.",
      "target": "Parce que je veux rencontrer des gens qui parlent français."
    },
    "S0023": {
      "known": "I'm going to start talking more soon.",
      "target": "Je vais commencer à parler plus bientôt."
    },
    "S0024": {
      "known": "I'm not going to be able to remember easily.",
      "target": "Je ne vais pas pouvoir me rappeler facilement."
    },
    "S0025": {
      "known": "Are you going to help me before I have to go?",
      "target": "Tu vas m'aider avant que je doive partir ?"
    },
    "S0026": {
      "known": "I like feeling as if I'm nearly ready to go.",
      "target": "J'aime avoir l'impression que je suis presque prêt à partir."
    },
    "S0027": {
      "known": "I don't like taking too much time to answer.",
      "target": "Je n'aime pas prendre trop de temps pour répondre."
    },
    "S0028": {
      "known": "It's useful to start talking as soon as you can.",
      "target": "C'est utile de commencer à parler dès que tu peux."
    },
    "S0029": {
      "known": "I'm looking forward to speaking better as soon as...",
      "target": "J'ai hâte de parler mieux dès que..."
    },
    "S0030": {
      "known": "I wanted to ask you something yesterday.",
      "target": "Je voulais te demander quelque chose hier."
    }
  }
}
