{
  "version": "7.7",
  "translations": {
    "S0001": ["Quiero hablar español contigo ahora.", "I want to speak Spanish with you now."],
    "S0002": ["Estoy tratando de aprender.", "I'm trying to learn."],
    "S0003": ["cómo hablar tan frecuentemente como sea posible.", "how to speak as often as possible."],
    "S0004": ["cómo decir algo en español", "how to say something in Spanish"],
    "S0005": ["Voy a practicar hablando con otra persona.", "I'm going to practise speaking with someone else."],
    "S0006": ["Estoy tratando de recordar una palabra.", "I'm trying to remember a word."],
    "S0007": ["Quiero intentar tan duro como pueda hoy.", "I want to try as hard as I can today."],
    "S0008": ["Voy a tratar de explicar lo que quiero decir.", "I'm going to try to explain what I mean."],
    "S0009": ["Hablo un poco de español ahora.", "I speak a little Spanish now."],
    "S0010": ["No estoy seguro si puedo recordar toda la frase.", "I'm not sure if I can remember the whole sentence."],
    "S0011": ["Me gustaría poder hablar después de que termines.", "I'd like to be able to speak after you finish."],
    "S0012": ["No me gustaría adivinar qué va a pasar mañana.", "I wouldn't like to guess what's going to happen tomorrow."],
    "S0013": ["Hablas español muy bien.", "You speak Spanish very well."],
    "S0014": ["¿Hablas español todo el día?", "Do you speak Spanish all day?"],
    "S0015": ["Y quiero que hables español conmigo mañana.", "And I want you to speak Spanish with me tomorrow."],
    "S0016": ["Él quiere volver con todos los demás más tarde.", "He wants to come back with everyone else later on."],
    "S0017": ["Ella quiere descubrir cuál es la respuesta.", "She wants to find out what the answer is."],
    "S0018": ["Queremos encontrarnos a las seis esta tarde.", "We want to meet at six o'clock this evening."],
    "S0019": ["Pero no quiero dejar de hablar.", "But I don't want to stop talking."],
    "S0020": ["Quieres aprender su nombre rápidamente.", "You want to learn his name quickly."],
    "S0021": ["¿Por qué estás aprendiendo su nombre?", "Why are you learning her name?"],
    "S0022": ["Porque quiero conocer a gente que hable español.", "Because I want to meet people who speak Spanish."],
    "S0023": ["Voy a empezar a hablar más pronto.", "I'm going to start talking more soon."],
    "S0024": ["No voy a poder recordar fácilmente.", "I'm not going to be able to remember easily."],
    "S0025": ["¿Vas a ayudarme antes de que tenga que irme?", "Are you going to help me before I have to go?"],
    "S0026": ["Me gusta sentir como si estuviera casi listo para ir.", "I like feeling as if I'm nearly ready to go."],
    "S0027": ["No me gusta tomar demasiado tiempo para responder.", "I don't like taking too much time to answer."],
    "S0028": ["Es útil empezar a hablar tan pronto como puedas.", "It's useful to start talking as soon as you can."],
    "S0029": ["Espero con ganas hablar mejor tan pronto como pueda.", "I'm looking forward to speaking better as soon as I can."],
    "S0030": ["Quería preguntarte algo ayer.", "I wanted to ask you something yesterday."],
    "S0031": ["Querías hablar conmigo esta noche.", "You wanted to speak with me tonight."],
    "S0032": ["¿Querías mostrarme algo?", "Did you want to show me something?"],
    "S0033": ["¿Cuánto tiempo llevas aprendiendo español?", "How long have you been learning Spanish?"],
    "S0034": ["Él no quiere estar callado cuando otras personas están aquí.", "He doesn't want to be quiet when other people are here."],
    "S0035": ["Ella no quiere leer nada esta tarde.", "She doesn't want to read anything this afternoon."],
    "S0036": ["No queremos interrumpir la historia.", "We don't want to interrupt the story."],
    "S0037": ["Empecé a pensar en ello cuidadosamente el mes pasado.", "I started to think about it carefully last month."],
    "S0038": ["He estado aprendiendo por aproximadamente una semana.", "I've been learning for about a week."],
    "S0039": ["Pero estoy un poco cansado esta mañana.", "But I'm a little tired this morning."],
    "S0040": ["¿Cómo te sientes en este momento?", "How do you feel at the moment?"],
    "S0041": ["Me siento bien, pero estoy empezando a sentirme cansado.", "I feel okay, but I'm starting to feel tired."],
    "S0042": ["Estaba empezando a sentirme mejor que anoche.", "I was starting to feel better than last night."],
    "S0043": ["No estaba pensando en cómo responder.", "I wasn't thinking about how to answer."],
    "S0044": ["O si necesito mejorar.", "Or if I need to improve."],
    "S0045": ["No necesito saber todo.", "I don't need to know everything."],
    "S0046": ["Pero no me preocupo por cometer errores.", "But I don't worry about making mistakes."],
    "S0047": ["Porque creo que es bueno cometer errores.", "Because I think that it's a good thing to make mistakes."],
    "S0048": ["No me importa cometer errores.", "I don't care about making mistakes."],
    "S0049": ["Es así, si sabes lo que quiero decir.", "It's like this, if you know what I mean."],
    "S0050": ["No estoy tratando de terminar tan rápido como sea posible.", "I'm not trying to finish as quickly as possible."],
    "S0051": ["Disfruto hacer cosas interesantes con mis amigos.", "I enjoy doing interesting things with my friends."],
    "S0052": ["Él quería escribir una carta a su amigo la semana pasada.", "He wanted to write a letter to his friend last week."],
    "S0053": ["Ella quería poner su carta en su bolsa.", "She wanted to put his letter in her bag."],
    "S0054": ["Queríamos darte un poco más de tiempo.", "We wanted to give you a little more time."],
    "S0055": ["No disfruto despertarme cuando no dormí muy bien.", "I don't enjoy waking up when I didn't sleep very well."],
    "S0056": ["Así que puedo recordar cómo decir unas pocas palabras.", "So I can remember how to say a few words."],
    "S0057": ["No puedo recordar cómo decir lo que quería decir.", "I can't remember how to say what I wanted to say."],
    "S0058": ["Es interesante cuando entiendes suficientes palabras.", "It's interesting when you understand enough words."],
    "S0059": ["Sé cómo hacer lo que necesito hacer la próxima semana.", "I know how to do what I need to do next week."],
    "S0060": ["No sé cómo decir suficientes palabras diferentes todavía.", "I don't know how to say enough different words yet."]
  }
}
