{
  "S0001": ["Ba mhaith liom labhairt Gaeilge leat anois.", "I want to speak Irish with you now."],
  "S0002": ["Táim ag iarraidh foghlaim.", "I'm trying to learn."],
  "S0003": ["conas labhairt chomh minic agus is féidir.", "how to speak as often as possible."],
  "S0004": ["conas rud éigin a rá i nGaeilge", "how to say something in Irish"],
  "S0005": ["Táim chun cleachtadh a dhéanamh ag labhairt le duine eile.", "I'm going to practise speaking with someone else."],
  "S0006": ["Táim ag iarraidh focal a mheabhrú.", "I'm trying to remember a word."],
  "S0007": ["Ba mhaith liom iarraidh chomh crua agus is féidir liom inniu.", "I want to try as hard as I can today."],
  "S0008": ["Táim chun iarraidh a mhíniú cad atá i gceist agam.", "I'm going to try to explain what I mean."],
  "S0009": ["Labhraím beagán Gaeilge anois.", "I speak a little Irish now."],
  "S0010": ["Níl mé cinnte an féidir liom an abairt iomlán a mheabhrú.", "I'm not sure if I can remember the whole sentence."],
  "S0011": ["Ba mhaith liom a bheith in ann labhairt tar éis duit críochnú.", "I'd like to be able to speak after you finish."],
  "S0012": ["Ní mhaith liom buille faoi thuairim a thabhairt cad a bheidh ag tarlú amárach.", "I wouldn't like to guess what's going to happen tomorrow."],
  "S0013": ["Labhraíonn tú Gaeilge go han-mhaith.", "You speak Irish very well."],
  "S0014": ["An labhraíonn tú Gaeilge ar feadh an lae?", "Do you speak Irish all day?"],
  "S0015": ["Agus ba mhaith liom go labhródh tú Gaeilge liom amárach.", "And I want you to speak Irish with me tomorrow."],
  "S0016": ["Ba mhaith leis teacht ar ais le gach duine eile níos déanaí.", "He wants to come back with everyone else later on."],
  "S0017": ["Ba mhaith léi fáil amach cad é an freagra.", "She wants to find out what the answer is."],
  "S0018": ["Ba mhaith linn bualadh le chéile ar a sé a chlog tráthnóna.", "We want to meet at six o'clock this evening."],
  "S0019": ["Ach ní mhaith liom stopadh ag caint.", "But I don't want to stop talking."],
  "S0020": ["Ba mhaith leat a ainm a fhoghlaim go tapa.", "You want to learn his name quickly."],
  "S0021": ["Cén fáth a bhfuil tú ag foghlaim a hainm?", "Why are you learning her name?"],
  "S0022": ["Toisc ba mhaith liom bualadh le daoine a labhraíonn Gaeilge.", "Because I want to meet people who speak Irish."],
  "S0023": ["Táim chun tosú ag caint níos mó go luath.", "I'm going to start talking more soon."],
  "S0024": ["Níl mé chun a bheith in ann meabhrú go héasca.", "I'm not going to be able to remember easily."],
  "S0025": ["An bhfuil tú chun cabhrú liom sula mbeidh orm imeacht?", "Are you going to help me before I have to go?"],
  "S0026": ["Is maith liom mothú amhail is go bhfuil mé beagnach réidh le himeacht.", "I like feeling as if I'm nearly ready to go."],
  "S0027": ["Ní maith liom an iomarca ama a thógáil le freagairt.", "I don't like taking too much time to answer."],
  "S0028": ["Tá sé úsáideach tosú ag caint chomh luath agus is féidir leat.", "It's useful to start talking as soon as you can."],
  "S0029": ["Táim ag tnúth le labhairt níos fearr chomh luath agus is féidir liom.", "I'm looking forward to speaking better as soon as I can."],
  "S0030": ["Bhí mé ag iarraidh rud éigin a fhiafraí díot inné.", "I wanted to ask you something yesterday."]
}
