{
  "language": "eng",
  "version": "1.0.0",
  "generated": "2025-11-19",
  "pooledEncouragements": [
    {
      "text": "And remember that your brain has got as many neurons as there are stars in the galaxy—your brain is the most complex object in the universe.",
      "id": "EB874772-22D4-4F3E-814D-0632323CAC33"
    },
    {
      "text": "Are you using your new language with other people yet? You’ve learnt so much, you really should be, and you’ll enjoy it more and more when you do.",
      "id": "AEBE8A59-B987-4686-A853-174B122D67DB"
    },
    {
      "text": "By now, you should spend five minutes every day just talking to yourself in your new language—if you do, you’ll get dramatically better very quickly.",
      "id": "583834C3-E830-49C0-9CAD-C0D9E4073DDA"
    },
    {
      "text": "Do remember to speak out loud, and if you get a little bored with the easy bits, try doing them in a funny accent.",
      "id": "BCA69AE9-5EE3-419E-91D6-A3B9A5066ACF"
    },
    {
      "text": "Do you remember me telling you how dangerous perfectionism is? Don’t try to be perfect, try to be fast, and you’ll end up doing much better.",
      "id": "16AD184D-54A0-471D-8F89-2A5096774930"
    },
    {
      "text": "Don’t worry if the sentences are just too long sometimes, just say what you can and then listen carefully to the models.",
      "id": "F827E0F8-474E-473D-BEC2-33FC08F8B3C3"
    },
    {
      "text": "If none of the sentences have been too long for a while, we’re not pushing you hard enough, and you should try to SKIP ahead, even just for a few minutes.",
      "id": "C035883D-E519-461A-8581-B012C0816531"
    },
    {
      "text": "If some of the sentences feel too easy for you by now, try saying some extra words in the gap—be creative, just keep talking until you hear the first model voice.",
      "id": "49B682E5-7406-42F2-9C83-8E571F994B52"
    },
    {
      "text": "If you’re feeling tired, that’s a good sign that you’re in the important 10% zone, so keep on pushing—your brain can always cope with a little more than you realise.",
      "id": "E8EC49F6-46B0-411A-852C-65870D378798"
    },
    {
      "text": "If you’re not making mistakes, that means it’s too easy for you—maybe you should try to SKIP ahead!",
      "id": "D55A5F64-B5BB-4B40-BE2A-81A9A092A6EF"
    },
    {
      "text": "It’s important to play with language, to make it fun, so don’t take yourself too seriously, and try to laugh when anything goes wrong—the more funny it feels, the faster you’ll go.",
      "id": "D2E6D968-A2D1-4353-B582-A19FAF36E2E1"
    },
    {
      "text": "It’s really important to remember that when you feel incredibly frustrated at not quite getting a word right, that means you’re really close to learning it successfully—the frustration is a huge sign of success, so don’t lose heart.",
      "id": "F699CAE1-4D51-416D-A2E7-39475E04EFF8"
    },
    {
      "text": "Learning a language is an incredibly good way to keep your brain healthy, by the way—did you know that? This effort you’re making right now is going to help keep your brain in superb condition.",
      "id": "C79B3CBD-95E7-4ABC-9BB1-3AE51470390C"
    },
    {
      "text": "Now that you know for certain that you’re capable of learning a new language, what’s your next language going to be? Each new language becomes more fun.",
      "id": "B8AE2B5B-7B7F-457B-82E6-1493F7B24C6F"
    },
    {
      "text": "Remember that learning comes in layers, so don’t worry if you forget a word that you could say before, that’s absolutely normal.",
      "id": "E9829BC7-F77D-4B56-B7EB-B4573ED32654"
    },
    {
      "text": "Remember that people with only half a brain can lead a normal life, so your brain can cope with anything we can throw at it. Believe in yourself, or at least believe in your brain.",
      "id": "1BD0EDF5-F66B-47D9-9F60-519648FAFAAF"
    },
    {
      "text": "Remember that you need to be speaking out loud in the gap—even if you can’t say the whole sentence, say as many words as you can.",
      "id": "D79F3498-574D-4233-B5AF-E0B0E1A21615"
    },
    {
      "text": "Some people say that languages are like windows—the more you speak, the more of the world you can see. Keep on working, and your new window will get bigger and clearer.",
      "id": "619F4C50-55BF-4F6B-A418-19B1018DD059"
    },
    {
      "text": "The more you think of this as a game, the less painful it will feel and the more fun you’ll have.",
      "id": "E75BA7DB-28E2-4B9E-9162-4E24AEF720CA"
    },
    {
      "text": "This is probably the hardest brain exercise in the world, so you’re doing wonderfully and you deserve all the language learning success you’re going to have.",
      "id": "EB835DC3-75CA-4DAC-BCC7-80309E46175D"
    },
    {
      "text": "When was the last time you made a mistake? I hope it was quite recently, because I really don’t want this to get easy for you—I want you to keep pushing yourself into the 10%.",
      "id": "34267DC2-CE24-478E-ABF9-B3DB63D56695"
    },
    {
      "text": "You know how important it is to treat this like a game? The next time you get a long sentence right, give yourself a really nice treat, something you love. You absolutely deserve it.",
      "id": "FEF97E83-8DE0-411A-9D00-4E0FDF152AD5"
    },
    {
      "text": "You never entirely forget any words, they just dip under the surface of your conscious control. Once you hear them again, they’ll come back to life for you, so don’t worry.",
      "id": "8BBB96E6-7AF4-44A9-B915-225135C170FD"
    },
    {
      "text": "You’re doing excellently—yes, I know you want to make fewer mistakes, but the effort you’re putting in is what gets the results, so you really are doing excellently.",
      "id": "08AEAB90-B104-4EE7-9376-988A81D5DE88"
    },
    {
      "text": "You’re working so hard to learn, and you’ve come so far, you’re a genuine hero. You should be very, very proud of yourself.",
      "id": "8684FF29-CFBD-4A5C-B8D9-C5EE796113D5"
    },
    {
      "text": "You’ve put so much effort into this to have got this far, I’m really proud of you. Keep going!",
      "id": "8BD94F75-D158-4C64-B4F5-09F31CE399FC"
    }
  ],
  "orderedEncouragements": [
    {
      "text": "Now, what you’re doing here is very hard work for the brain—that’s how it makes you learn so quickly—so every now and again, I’m going to give you a little break and tell you some things about this journey that will help you succeed. First of all, did you know that your brain has about 100 billion neurons? That’s about as many neurons as there are stars in our galaxy. Whatever you might have been told at school, your brain is truly remarkable—so you should trust in your brain’s ability to learn languages. All brains are very, very good at learning when they’re given the right work to do, and I’m going to give you exactly the right work to do. So let’s carry on. Oh, and if you’re making mistakes sometimes, that’s okay—that’s good, actually—mistakes help you learn, and I’ll tell you more about that later on. But please keep on making mistakes!",
      "id": "BD104184-1477-41EB-AF81-2B90354F6020"
    },
    {
      "text": "Time for another short break. Now, it’s amazing that your brain has as many neurons as there are stars in the galaxy—but it’s even more important how those neurons connect to each other. It’s the connections that create all the different possible pathways through the brain. If each neuron was connected to just 3 or 4 other neurons, the number of possible pathways through the brain would be gigantic. Now it’s not easy to measure, but it’s generally accepted that on average, each neuron has about SEVEN THOUSAND connections to other neurons. Which means that the number of pathways through the brain is more than there are atoms in the universe. That is how unbelievably amazing your brain is, and why it WILL learn a new language for you. And there’s an approach we take, called the 10% rule, that helps make it all happen—it’s incredibly important, and I’ll tell you more about that later on.",
      "id": "510F051E-3052-4B3C-A1F9-8E57D6EA69BA"
    },
    {
      "text": "How’s your brain feeling? Does it need a break? If it surprised you that your brain has 100 billion neurons and more pathways than there are atoms in the universe, there’s one more thing you need to know. The connections between your neurons—we call them synapses—they keep on changing, all the time. We form new synapses all the time, whenever we do anything new—the brain rebuilds itself from moment to moment. Right now, as you listen to this, your brain is building new synapses. Every single sentence you manage to say in your new language, your brain is building new synapses. Your brain isn’t just like the world’s most powerful supercomputer—it reinvents itself all the time, and that’s its superpower. Your true ability to learn is beyond anything you’ve ever been told, and one of the most important ways your brain learns is by making lots of mistakes—mistakes help you go faster, so I do hope you’re making plenty—and I haven’t forgotten that I promised that I’ll tell you how they’re helping you later on.",
      "id": "46B6F302-E27E-43C8-8519-2A8B5434C355"
    },
    {
      "text": "So, what does it mean for you that your brain is always changing? Humanity is only just starting to understand this, thanks to the study of neuroplasticity—which has only become widely accepted in the last twenty years or so. The key point for you is that your brain is trainable. It is a tool for making sense of things, and it never stops working. Whatever input you give your brain, it will try to make sense of it, and it will usually succeed. You just have to get the input right, and that’s what we’ve done for you with this automatic tutor. Speaking of which, you’d better get back to work—I’ll tell you some more amazing things about how your brain can be trained, including that hugely important 10% rule, when you’ve learnt a bit more.",
      "id": "DA47E186-9CDE-4EB9-A590-88F70CF258BF"
    },
    {
      "text": "Prepare to be amazed. We can take the information from a pair of video cameras, turn it into a digital feed, send that digital feed to a strip on the forehead or the tongue of a person who has lost their sight—and over a period of time (weeks or months rather than years) that person will start to report the sensation of sight. They’ll say things like “I see that Julie has just come in, and she’s wearing her hair down today.” Their eyes don’t work, but the brain processes the digital input, packs it off to the visual cortex and gives them the sensation of sight. Now, if you do a few more minutes of work, I’ll tell you something about balancing that will sound almost unbelievable.",
      "id": "9FF93DB5-4FD6-4B9C-8935-0F2D3EAA2926"
    },
    {
      "text": "I still find this one hard to believe myself. Human beings can take the information from a complicated set of devices to measure balance (think a sort of complex set of spirit levels), digitise it, send the feed to an input strip for someone who has lost almost all of the stereocilia in the inner ear that make them capable of balance—someone who cannot stand upright unaided—and make that person capable of balancing again. And, over time, the impact becomes stronger—that person can become capable of balancing even without the digital input, which means that the brain trains itself, somehow, to build a different way of being able to balance. This is an actual thing. It has happened. Now learn some more words, and please remember to make plenty of mistakes, and then I’ll tell you something about microphones.",
      "id": "59FFA441-A07E-4512-9B18-4BC7291C8AAE"
    },
    {
      "text": "Ready to be surprised again? We can train the brain to give people who have lost their hearing the ability to “hear” via a microphone. We can even create new senses, by digitising (for example) a sentiment analysis of a social media hashtag to let someone know in real time whether or not they are generating a positive or negative response. None of these changes need lessons, none of them need the person to understand what is happening. They just happen naturally when the brain is given the right input, as we’re giving your brain the right input to learn at this very moment. This is going to work for you—your brain already knows how to adapt, and we know how to trigger those adaptations via the vital 10% rule, which I’ll explain later on, I promise!",
      "id": "BC06C01D-EF83-448B-B9F8-EA09422C6C41"
    },
    {
      "text": "The key that lets us turn you into a confident speaker is to find the prompts that trigger certain responses. If you listen to an audiobook, and you increase the speed of playback very slightly, it won’t be long before the new speed sounds normal to you. Increase the speed again, your brain will adapt again. You can end up listening to audiobooks at 5 or 6 times normal speed, and understanding them easily. This is why Formula 1 drivers can go at speeds that you or I couldn’t—we’d just crash, but their brains have adapted over time to a much faster rate of visual input. In our next breather, I’ll tell you something surprising about how quickly the brain can change.",
      "id": "760A609E-98F5-4544-91DA-A5DAC173AC41"
    },
    {
      "text": "The changes in your brain can be startlingly quick sometimes. You can even test this for yourself—I’ll tell you how in your next break. But for now: if someone is given goggles that invert light (with specially positioned mirrors), they will see everything as upside down. But after a while, they’ll see everything as right way up once more—their brains will “flip” the visual input so that it makes sense again. When they take those goggles off, they’ll see everything as upside down with their own eyes (don’t worry, it doesn’t take long for them to see straight again!). The brain is always trying to make sense of the input, and the more mistakes you make, the more input you’re getting, so don’t stop making mistakes just yet!",
      "id": "CD8D2382-F1F3-48C9-A746-DEA2E8D143BA"
    },
    {
      "text": "Here’s the bit you can test for yourself. If you spin around for a while, and then stop, you’ll feel slightly dizzy. Why? What’s happening? Well, some of this is about your inner ear, and that’s well understood. But also, while you’re spinning, your brain is trying to take this new form of visual input, and turn it into a normal visual perception of a steady room. If you could spin for long enough, your brain would get the hang of it, and you would feel as though you were looking at a steady room—this is something that ballet dancers start to experience when they’ve trained long enough. When you stop spinning, the amount of your dizziness is the amount your brain had managed to adapt. Now the still room seems to be spinning—because your brain was trying to adapt to a new world in which you were going to be spinning around all the time. In our next break, I’ll tell you what this means for you.",
      "id": "64210E86-0FFB-40DF-8869-A954574C914C"
    },
    {
      "text": "So what does all this mean for you? It means that if you want your brain to do something, and you find the right input for your brain, it WILL be able to do it. It will. That is simply how the brain works. And luckily, after 12 years of research, we have found the right input to make your brain speak a new language. You still have to put the effort in—you know by now that this word game isn’t easy! You have to push yourself—but if you do, the effort you are making WILL turn you into a confident speaker. It’s all about reaching into the 10% zone—which I promise I’ll go into more detail about a little later on.",
      "id": "C0F2EC56-FB54-4658-828D-3E9F06827A2D"
    },
    {
      "text": "Now, all these amazing things aren’t just true for you. ALL brains respond to input. ALL brains can be trained to do remarkable things. Your brain could easily be trained to remember a list of 100 items, and to recite them forwards or backwards—your brain could be trained to improve your balance, or to develop new senses by using digital inputs, or to process audio or visual information more quickly—and if your brain had been given the input it needed at school, you would have left school absolutely certain that you had the easy, natural capacity to learn any skill you wanted to—including any other new languages if you felt like it. In our next break, I’ll tell you how this could change your life.",
      "id": "2E26326A-3F1B-4912-BACC-ED1FEC2F6420"
    },
    {
      "text": "It’s not easy to accept how powerful your brain is. You’ve probably never been told this before. But once you manage to accept the idea that your brain is capable of far, far more than you have ever believed, you can start to choose an utterly different, dramatically more interesting and enormously more successful life. A life in which you don’t “wish” you could speak a new language or play piano or get a degree or be in a better physical or emotional condition—a life where you know you can achieve all those things, and you know that making mistakes will actually help you, instead of stopping you. Now, time for a little more work, and then I’ll tell you about an almost unbelievable brain operation.",
      "id": "09B334FE-B3E4-4EBC-9971-8DA4C32C6D8D"
    },
    {
      "text": "Have you ever heard of a hemispherectomy? It’s quite a rare operation, thank heavens. It’s usually performed on children, and in most cases it’s an attempt to cure extreme epilepsy, or some other very significant brain damage. It involves entirely removing one half of the brain. Now, if you not being very good at science, or not having a very strong working memory, means that your brain isn’t as good as the “clever” people, then actually physically having half a brain removed must mean that those people can’t really function, mustn’t it? They should be unable to lead an independent life, shouldn’t they? Learn a little more for me, and I’ll tell you the answer in a bit.",
      "id": "0A9662C2-40F5-43F1-980E-A5455CF6F236"
    },
    {
      "text": "In a study published in 2019, Dorit Kliemann (an assistant professor at the University of Iowa) assessed brain health in six adults who had undergone hemispherectomies as children (the youngest patient had been just 3 months old at the time of the operation, the oldest had been 11 years old). Her words about the study are breath-taking. “The people with hemispherectomies that we studied were remarkably high-functioning,” she said in a statement about the study. “They have intact language skills. When I put them in the scanner, we made small talk, just like the hundreds of other individuals I have scanned. You can almost forget their condition when you meet them for the first time.” Let that sink in a little, while you learn some more, and I’ll tell you what it means for you in a few minutes.",
      "id": "85E754A1-30B3-4838-AE2E-9209CE53BE01"
    },
    {
      "text": "So, people with only half a brain can seem almost the same—to professional researchers—as people with an entire brain. Even when half of it is removed, the brain can find a way to work well enough to let its owner lead a surprisingly normal life. If someone with half a brain can achieve so much, well what about you, with your complete brain? Oh, your working memory isn’t great? You’re not so good at science? You weren’t a natural at languages? Please. You’ve got literally twice as much brain available to you as someone with a hemispherectomy leading a largely normal life. You are entirely and completely capable of becoming a confident and impressive speaker. Just keep on putting the effort in—like, right now. We’re pushing you into the vital 10% zone at this very moment—keep on doing it, and very soon I’ll tell you why.",
      "id": "392990CE-2021-4A34-9044-EE626C796BF4"
    },
    {
      "text": "Now, I’ve been asking you to make mistakes, and if you’re like most people, you don’t like making mistakes. You were probably told at school that mistakes are bad. But when you’re learning a new language, mistakes are good. There are only two kinds of mistakes—the first are ones that you don’t notice, which aren’t a problem because you don’t notice them. The second are ones where you notice that what you said was different to the model you heard. For you to notice that, your brain has to compare what you said to the model, and identify a difference. And we have another word for that process—when your brain gets the input it needs to change—we call it learning. Every time you notice yourself making a mistake, you’re actually noticing your brain learning more. So please, keep on making those mistakes—the more you make, the faster you learn. And in our next break, I’ll help you start to feel better about when you get frustrated.",
      "id": "A20FBCB7-98C4-4285-B06F-C3229032182B"
    },
    {
      "text": "Do you get frustrated when you can’t remember a word you’ve been trying to learn? It’s an incredibly common feeling… You’re trying to remember it, you know it’s not far off (you might even say “It’s on the tip of my tongue!”)—and then someone else says it, and you feel like kicking yourself—you were SO close! Now, here’s the thing… some people get so tired of feeling that frustration, they end up losing momentum—and their journey towards their new language gets interrupted (or even, sometimes, just stops). Frustration can stop you from becoming a confident speaker—but if you do a bit more learning for me now, I’ll tell you how to cure the problem of frustration.",
      "id": "4F2F932E-20DD-4456-A8AD-A392172603DB"
    },
    {
      "text": "Frustration is based on a misunderstanding. It usually starts at school. You’re told that you’ve either learnt something, or you haven’t. If you haven’t, you’re meant to revise it over and over until you “learn” it. Now, here’s the problem with that… Memories aren’t formed all in one go—apart from memories of particularly emotional events, which don’t usualy include vocabulary. I’ll tell you what I mean by that, and why it’s important for you, a little later on.",
      "id": "CD9BA702-FE52-4941-B931-3E2045B4C21F"
    },
    {
      "text": "So, memories. Each time you meet a new word, you encode more information about it. You might start by recognising how many syllables it has. Then you might remember some of the vowel sounds—then some of the consonant sounds. Eventually, after you’ve been exposed to it often enough, you can recognise it when you hear it—and some time after that, you can say it when you want to. Unfortunately… It’s only when you can say it whenever you want that you feel as though you’ve <tgt>learnt</tgt> it. All the other stuff—recognising syllables, adding vowels, adding consonants—all that happens under the level of your conscious mind. You can’t tell that you’re getting closer to a long-term successful memory for that word—so, you either feel bad about yourself, or you believe that you need to do lots of extra practice. But there’s <tgt>one</tgt> clue that you’re getting close to success… I’ll tell you in a bit, when you’ve learnt some more.",
      "id": "1773E489-5F53-4947-8330-3B096BBFDF69"
    },
    {
      "text": "So, there’s just one clue that you’re getting closer and closer to success when you’re learning a new word… What is that one clue? It’s the frustration you feel when you can’t quite remember the word—when it’s on “the tip of your tongue!” If I ask you how to say a word you’ve never heard, you don’t feel any frustration—you just say “No, sorry, I don’t know that.” If I ask you to say a word you’ve almost finished learning, you can’t quite get it, and you feel that sense of frustration—of pain!—which looks a bit as though someone is sticking a needle in you. Why is that pain good? I’ll tell you a little later on.",
      "id": "D8D16851-B594-4AE7-B4E2-099AA69A004D"
    },
    {
      "text": "So… when you feel the pain… when you feel frustrated at not remembering something... It means you’ve almost succeeded. It’s the <tgt>one</tgt> sign that you’re nearly there. Which means… The next time you feel the pain—the next time you want to kick yourself—pause for a moment. Read the sign. Understand that it means you’re <tgt>almost</tgt> there. And then your frustration should turn into pride. You should be proud of yourself for being so close to forming a successful long term memory. Whenever you feel frustrated, it means you’ve almost won—so turn your frustration into pride. You’re working hard, you’re giving your brain the input it needs, you’re pushing your limits, and you’re becoming a confident speaker—you deserve to feel proud of yourself. And in our next breather, I’ll tell you why you don’t need to worry about the sentences that just seem too long.",
      "id": "5168F30C-B4F8-4474-AC5E-00BC612B305A"
    },
    {
      "text": "Do you worry at all about not getting the longer sentences? It’s really important that you accept the longer sentences are there to stretch your brain, to challenge it—you’re not meant to get them right, you’re just meant to do your best and let the extra exposure push your brain towards ’chunking’—which means putting several words together and processing them as if they were one item. The more long sentences you hear and try to say, even if you only get a couple of words out to begin with, the more quickly your brain will start to ’chunk’. It’s painful, I know, but it’s incredibly valuable pain, and it gets you using your new language more naturally and more quickly than working with shorter sentences. So don’t worry about the long ones! Just do your best with them, and that’s perfect. In our next break, I’ll tell you why you never, ever need to revise them.",
      "id": "35577871-9BF9-44FC-86FE-6F5F84139BB8"
    },
    {
      "text": "When you can’t remember a word, you often want to ’go back and revise it’—that’s what school told you you had to do—but it’s the wrong approach, and you can’t ’go back’ with the SSi Method. Actually, we used to let people ’go back’, but it just meant they got stuck in perfection traps, where they would stop moving and stop learning because they weren’t willing to make mistakes. Now, we’ve set this up so you have to keep moving—but don’t worry, every single word will be revised as you keep on moving—in a process called spaced repetition, which actually leads to much faster learning. So if you can’t remember a word, don’t worry—just trust your brain and trust the process—you just haven’t finished learning it yet, but we’ll keep bringing it back for revision until you get it. No need to worry, no need for stress, no need for you to work out when to revise things—we do all of that for you. Just trust the process, and keep on moving. Oh, and I haven’t forgotten that I promised to tell you about the incredibly important 10% rule—we’re almost there.",
      "id": "5FEF525C-D6B6-406A-B3F9-D3E0513967DD"
    },
    {
      "text": "Some days you feel that you’re making more mistakes than usual—that words you thought you’d learnt just aren’t working for some reason. This happens to everyone—literally everyone—we all have days when we feel more energetic and more awake, just as we have days when we feel happier or more sad—it’s the natural flow of life. When you’re having a difficult day, be kind to yourself—take a break, give yourself a treat of some kind, recognise that your energy is low and don’t ask too much of yourself. Being kind makes it easier to keep on moving when your energy is right again—don’t turn learning your new language into a task that you hate, make it something you play with and do when you’re feeling positive and cheerful, and it will go much faster and be much more fun. Back to work now, and in our next break, I’m going to try to stop talking about mistakes!",
      "id": "D01243EB-85DF-4BF3-97DD-7A9DBCEF71EE"
    },
    {
      "text": "I know I’ve been going on about mistakes a lot! It’s just such an important idea for you to get right—when you know that every mistake is actually improving your new language, when you feel positive about your mistakes, when you understand that they are the secret to your success, you become an inevitable confident speaker. This is the single most important thing for you to understand, which is why I talk about it so much. But I don’t want to bore you! I don’t want to keep explaining it. So from now on, I’m just going to remind you, every now and again, to celebrate your mistakes. When I say celebrate your mistakes, I want you to remember why—when your brain notices the difference, that’s when your brain is learning, and continued exposure to words and structures will create successful memories for you thanks to spaced repetition, and feeling frustrated means your brain has almost finished encoding the word. Mistakes are good for you. Mistakes help you. So celebrate your mistakes! In our next break, finally, I’m going to tell you about the 10% key to learning any language successfully.",
      "id": "0A2A8100-71B4-4160-8610-2697C0812A96"
    },
    {
      "text": "Okay, finally, time for the 10% rule! This holds true for anything and everything you want to achieve in your entire life—it’s fundamentally how all learning works. Here’s what it is. If you do something you can already do, you’re not getting better—you’re just maintaining your existing level. If you can do 10 pressups, and you do 10 pressups, well done—you’re keeping yourself able to do 10 pressups—but you’re not going to get any better just by doing 10 pressups. If you can do 10 pressups, and I ask you to do 100 pressups, then you’re going to fail—you can’t improve that quickly—so you’ll try, and you’ll fail, and you’ll feel bad, and you won’t get better. But if I ask you to do 11 pressups—10% more—you can do that, and you just got slightly better. If you do 10% more every day, it will take you less than 30 days to do 100 pressups. In our next break, I’ll tell you more about what this means for your new language.",
      "id": "D5E6F603-DF00-4E3B-9441-9DFB02D7EF27"
    },
    {
      "text": "So, 10% more is enough to trigger change—and if you keep on going 10% beyond your comfort zone, the improvements eventually become remarkable. So that’s what you’re doing with the SaySomethingin Method. It's designed to keep you as close as possible to being 10% out of your comfort zone all the time. The sentences that are too long, the words that we haven’t practised for a while, the new structures we throw in—everything in the method is designed to keep you 10% out of your comfort zone. We’ve shared this technique with educators and sports coaches and media personalities and government officers—because it works everywhere you use it. Anything you ever want to get better at, just look for what you can do that is 10% beyond your comfort zone, and keep going 10% beyond for long enough, and the results will amaze you. And with your new language, all you have to do is trust this method—I will never let it become too easy for you, so you’ll never stop getting better! And in our next break, I want to warn you about perfection.",
      "id": "EE280178-9B1D-4C43-AC78-954E783E3E1B"
    },
    {
      "text": "You might think that you want to achieve perfection with your new language. You might think that it’s all about perfection. You might have been surprised when I said I wanted to warn you about perfection. But here’s the truth—perfection is the biggest enemy of language learning. Perfection is not how languages work—we speak quickly, we change our minds halfway through what we were saying, we forget things, we start again—if you recorded yourself speaking your first language and then got someone to transcribe it, you’d be amazed how many so-called mistakes you make. But it’s okay—that’s how language works. And there’s one very important truth with learning a language—it’s almost as important as the 10% rule—the more you talk, the faster you learn. And when you worry about making mistakes—when you want to be perfect—you talk less, and you learn more slowly. I’ll tell you some other ways perfectionism destroys your learning in our next break.",
      "id": "DE1D5E3D-72B3-4D6C-975E-D3D66DC1A996"
    },
    {
      "text": "People who want to be perfect are more likely to say nothing in the gap, because they don’t want to start talking until they’re sure they can get everything right. This slows down your learning—it’s much better to jump in and say whatever you can, as quickly as you can, and then listen carefully to the models. Perfectionists hate the 10% rule—they want everything to be under control, so that they can get everything right—and science shows that this leads to slower learning. The 10% rule is vital for all learning—you have to be far enough outside your comfort zone to be uncomfortable and to make mistakes—that’s where all the fastest and the best learning happens. If you won’t go there because you want to be perfect, your learning is going to suffer, and you’re less likely to become a confident speaker. In our next break, I’ll give you a different way of thinking about perfection that might help you let go of it, if you suffer from perfectionism (and everyone does, at least a little bit!).",
      "id": "D91C08D8-2143-4D0C-9687-B6D68F2E567E"
    },
    {
      "text": "So, perfectionism hurts language learning because you want to say everything perfectly, so you go slowly and learn less. But what if you thought about it a different way? Instead of trying to get every sentence perfect, what if you decided to aim for perfection in HOW you learn? If you decided to learn in the fastest, best, most perfect possible way? Because perfection in language learning means going as fast as possible and making as many mistakes as possible and giving your brain as much exposure to the new language as possible. If you do all those things, you’re getting close to perfection as a language learner. If you tell yourself that every single time you make a mistake, you’re getting closer to being the perfect learner, maybe that will help you let go of your need to be in control—and once you let go of that need for control, your success is inevitable. Okay, back to work now, and next time I’ll tell you something important about speaking.",
      "id": "6534CCD4-9602-443E-BE9F-3C37A7023054"
    },
    {
      "text": "You are speaking in the gap, aren’t you? I mean, out loud? Even if it feels embarrassing sometimes? We’ve heard about learners speaking on the bus, on the train, while taking a dog for a walk—it feels weird at first, but you soon get used to it. Why should you feel embarrassed that you’re learning a wonderful new skill? And the speaking is very important—because it adds extra neural circuits to the memories that you’re building, and the more neural circuits we add to a memory, the stronger it becomes. If you speak out loud in every single gap—you don’t have to be perfect, just say whatever words you can remember—then you are building stronger memories, and you’re building them faster, and you’re going to be more successful. So speak out loud in every single gap, even if it surprises the person sitting next to you on the bus! And while you’re speaking out loud, I’ll be getting ready to tell you something about the settings in our next break…",
      "id": "EF3F4639-06CA-4AE0-8CAC-179860AE1AA6"
    },
    {
      "text": "When you started learning with this automatic tutor, you started on the default setting and it's obviously worked, because you’ve got this far, which is already a very serious success! Now I’d like to suggest something to you that will connect the 10% rule to your speed of learning. If you're finding it a bit easy, then when you’re feeling fresh, at the start of a session, when your energy is good and you’ve had enough sleep and you’re feeling happy—try pressing SKIP. This will skip ahead a few phrases. If that's too hard, then you can just press REVISIT. Skipping ahead increases the speed of learning, and pressing revisit will slow the speed of learning down. You want to be always at the edge of how difficult it feels! Your brain will adapt. In our next break, I’ll tell you something you can do to take advantage of that.",
      "id": "F4E770CC-AA45-4E0E-8129-AF8992934D59"
    },
    {
      "text": "Okay, back to the settings. Once you’ve tested skipping ahead a little, see if you can make that something you do every time. Start every session with a SKIP ahead, and you’ll actually be training your brain to learn faster. Which is a truly incredible skill, one of the most valuable skills you could ever develop. Faster learning is an advantage for every single part of your life. You’ll notice the difference, because every time you then press REVISIT to go back to your normal setting, it will feel just a tiny bit easier. When you start each session with five minutes at a harder setting, you’ll be ready for the next step—I’ll tell you about that in our next break.",
      "id": "F4D3813C-9EAC-4C3D-9973-B928443EAEFB"
    },
    {
      "text": "Here’s an example of the magic of the 10% rule. Whenever you stretch yourself 10% outside your comfort zone, your brain will adapt, and you will become better or more skilled. When your brain has adapted, you need to find a new 10%—because you’re trying to stay 10% outside of your comfort zone all the time. So when you can start every session with five minutes at a higher speed setting, and that feels okay and normal, try pushing it up to ten minutes. When ten minutes feels normal, you move up to fifteen minutes—and eventually, you’ll realise that you can stay at the higher setting all the time, and you’ll know that you’ve actually made your brain better at learning. But there’s a warning that comes with this—I’ll tell you about that in our next break.",
      "id": "B2262BFF-BA37-4FA5-9595-38D71228CE20"
    },
    {
      "text": "So, I want you to test yourself, to see if you can adapt to a faster speed of learning. But I don’t want you to push too hard—it’s 10%, not 30 or 40%. If five minutes at a higher setting still feels really difficult, don’t move up to ten minutes—give your brain time to adapt. It doesn’t matter if you keep coming back to your usual setting—you’re still learning excellently—it’s just worth testing to see if you CAN get used to a faster setting. Some people can, some people can’t, and if you try it out and it doesn’t work for you, that’s fine. If you need to press REVISIT more often, that is absolutely fine—it does NOT mean you’re doing badly, it means you’ve made exactly the right choice for your learning. It’s worth checking to see if you can go faster, but it’s just an experiment—you don’t need to go faster—so if it doesn’t work for you, you’re doing exactly the right thing to stay on the setting that works best for you. In our next break, I’ll tell you about something I call your ’internal voice’—it’s an incredibly important part of your learning journey.",
      "id": "AC772246-37E6-4B22-ABE5-237CAEA5042C"
    },
    {
      "text": "Your internal voice is your brain’s way of helping you survive, but there’s one big problem with that. Your brain is perfectly evolved to survive in a dangerous environment full of predatory animals, which means it focuses on risks, on danger, on negative things far, far more than on positive things. But you’re not trying to learn your new language in a dangerous environment full of predatory animals—at least, I hope you’re not! So when your brain focuses on the negative—I made a mistake, I can’t remember that word, the sentence was too long, I’m not doing well enough—it actually slows down the learning process. Stress and worry and self-criticism actually reduce the brain’s ability to learn. You need to retrain your internal voice to become your biggest fan, and I’ll give you some ideas about how to do that in our next break. For now, get back to learning, and watch out for those dangerous animals…",
      "id": "0D410E16-B526-4A87-9B3C-AD4098208056"
    },
    {
      "text": "If you just tell your internal voice not to be negative, it won’t work. The brain doesn’t work like that. It needs specifics, and it needs consistency. So you need to think of several good things about yourself—writing them down can be a great idea, too, somewhere near where you usually do your learning. For example, you’re making a huge effort to learn a new language—that’s admirable, you should be proud of yourself. You’re pushing yourself into the 10% zone, and that’s brave. You’re giving your brain more and more exposure to a new language, and that leads to success. You’re building new synapses, which takes real effort and is very tiring, so you deserve praise every time you do it. And then, when you’ve got your list of good things about yourself, every single time you realise that your internal voice is telling you something negative, answer with one of the positive things. Every single time. In just a few weeks, you’ll feel a huge difference, and it will impact your whole life, not just your language learning journey. In our next break, I’ll tell you a little more about being tired.",
      "id": "B6F773C6-AEAF-4633-AB67-A3D736B18BEE"
    },
    {
      "text": "Being in the 10% zone is tiring—that’s one of the signs that you’re learning successfully, actually. But the tiredness is real—it’s every bit as real as the tiredness you feel if you run for a long time. Your brain is an energy sink—it’s only 2% of your body weight, but it uses 20% of all your energy. So when you make it work as hard as possible, you’re using up a lot of energy, and you will get tired—you’ve probably already noticed that! And when you’re tired, you make more mistakes, and you feel as though you’re not doing very well. But here’s the interesting thing—even when you’re tired, and you’re making more mistakes, your brain is still learning incredibly well. So forgive yourself for your mistakes, notice that you’re tired, be kind to yourself, but keep on going—you’re on the road to victory. And there’s another very interesting thing about tiredness, but that can wait until our next break.",
      "id": "EF3242F1-92D3-4EC6-AD89-AAEF0F3F80F2"
    },
    {
      "text": "How long does it usually take you until you start to feel tired, when you’re learning a new language with this automatic tutor? For some people it’s five or ten minutes, others can go for half an hour or even more, but everyone gets tired at some point. Do you remember what I said about the settings? That if you try doing five minutes of skipping ahead at the beginning of each session, you can start to trigger an adaptation in your brain that might let you learn faster? Well, the same is true with tiredness. If you stop as soon as you feel tired, that’s fine—just keep on doing a bit every day, or every week, and you’ll keep on getting better, and eventually you’ll be able to speak confidently. But if you keep going—just for five minutes extra—when you start to feel tired, then slowly you’ll discover that you can keep learning for longer before you get tired. When you can do half an hour in every session, if you do a session every day you’ll be learning incredibly quickly. When you can do an hour, or two hours, you could do just one session every week and still be learning incredibly quickly. But you could, if you wanted, go even further than that—I’ll explain in our next break.",
      "id": "9788B8BF-0166-47B4-AE7E-509B84D113F9"
    },
    {
      "text": "An hour or two probably sounded like a really tough challenge—because it is—this is probably the hardest work you can make your brain do. But here’s the thing—your brain is particularly brilliant at using language, at speaking. In our normal lives, we spend almost all day speaking, and we don’t usually even notice the effort. If you keep doing a few minutes extra when you’re tired, eventually you’ll discover that your brain can keep on learning all day—we know people who do eight or ten or even twelve hours on the automatic tutor in a day. And you can keep on doing that for more than one day—some people have done as much as ten days in a row, and the amount they learn in that time is more than any school or university would ever believe. So if you like challenging yourself, see if you can do two hours without stopping. And if you can, see what would happen if you tried four. If you can adapt to doing a full intensive day, your speed of learning will be absolutely transformed. But for now, let’s just carry on with what you were already doing.",
      "id": "1107D2E8-89EB-4987-8DC2-39C84BBB6433"
    },
    {
      "text": "Now, if you felt exhausted just hearing me suggest doing an hour or two or even more, here’s some encouraging news for you—it doesn’t matter at all if you never do! However long you’re happy with, if you keep on regularly you’re going to get the results—so if the idea of doing two hours or a complete day makes you feel horrified, don’t worry about it, and don’t do it. You’re already doing superbly well to have got as far as this, and if you keep going at the same rate as you’ve managed so far, your brain will keep adapting, and you will end up a confident speaker. So well done—for getting this far, for having an approach which is already working for you, and for testing pushing yourself a little harder sometimes IF AND ONLY IF you feel like it. And now, back to work.",
      "id": "EECB11B1-3F85-4B22-B138-3BF30FB76FF3"
    },
    {
      "text": "As you start to get further and further into any new language, you begin to find that there are different ways to say the same thing, or to express the same idea. If you haven’t already, you’ll probably start to find that over the next two or three hours of learning. When you’re learning with the SaySomethingin AutoMagic Tutor, that can feel frustrating—you say it one way, you hear a different way, and you feel as though you’ve made a mistake. Now, of course, you know by now that mistakes are good things—but this kind of mistake isn’t really a mistake at all. Actually, it’s like getting two for the price of one—you strengthen your synapses a bit for the way you say it, and then you hear a different way and strengthen your synapses for that option a little bit as well. So whenever you start to notice that you have more than one way to say something, you should feel proud of yourself for having reached so far, and whenever you hear a different option to what you said, you should feel delighted that you just got two for the price of one. Okay, on we go.",
      "id": "F540B21F-89C4-44D2-9B63-E581AB6C0972"
    },
    {
      "text": "Now you’ve done this much work, and can say so many different things in your new language, there’s one little habit you could develop that would make a really important difference to how quickly you progress. It’s easy, it’s quick, and you just need to make sure that you do it regularly. What I want you to do is to say five sentences out loud, to yourself, every day. That’s all. But there’s a little secret that will help you turn it into a habit. You need to choose a trigger for when you’re going to say your sentences. It can be anything you do on a daily basis—many people choose to say their sentences just after brushing their teeth, for example. Just choose something you do every day, and then make sure you say your sentences out loud straight after it—and in about two weeks, it will have become a habit for you, so it will almost happen automatically. And although it sounds like a really small step, the impact it will have on your learning will be dramatic. Try it, and you’ll see. Now, back to work…",
      "id": "8DF20010-2CFB-4613-BECC-5460F182EFBB"
    },
    {
      "text": "For many people, when they start to do their daily speak out loud sentences, it feels difficult to think of something to say. You don’t need to say anything too complicated—the important thing is to develop the habit—you’ll naturally say longer and more interesting things as your brain gets used to producing the new language. If you’re finding it hard to think of what to say at the moment, start with five words, and say one sentence for each of them—I recommend you start with I want, I’m going to, I can’t, I need and but. If you develop the habit of saying one sentence out loud every day for each of those, then before long your brain will start to offer other possibilities. Don’t put too much pressure on yourself, just build the habit with simple sentences, and let your brain get used to it gradually, and before too long you’ll find that you’re starting to say things that will surprise you. In our next break, I’ll tell you a little bit more about habit triggers. Oh, and if you didn’t have time to write them down, those five words I recommend you start practising with are: I want, I’m going to, I can’t, I need and but. I want, I’m going to, I can’t, I need and but. Now, back to work.",
      "id": "4857C38F-0116-460B-A762-9FCA20D526F9"
    },
    {
      "text": "I’ve already told you how to set up a habit trigger—you choose something which happens every day, and you make that your reminder to do your speaking out loud. There’s one other element that helps you build a really strong habit, and that’s a reward. It doesn’t need to be a big reward, particularly not for a daily habit—but if you can think of something that you really like, and you reward yourself after each set of sentences, you’ll be building an even stronger habit. Maybe you can buy a packet of your favourite biscuits and have one after each set of sentences, or put some money aside after each set of sentences to buy yourself a larger treat later on—think creatively, find something that puts a smile on your face, and you’ll very quickly have such a strong habit, it will feel easy and normal, and your speaking will keep on getting better much faster than if you don’t say your sentences. And once you know how to build a strong habit, you can use exactly the same technique to build other new and valuable habits—I’ll suggest some more very useful language learning habits for you later on.",
      "id": "A0F6C8D2-D683-4349-90D4-58B0B1F90B1C"
    },
    {
      "text": "You’ve been learning with the SaySomethingin AutoMagic Tutor for a good while now—and I’ve thrown a lot of new information at you. Time for a quick recap! Your brain has about 100 billion neurons—roughly the number of stars in the galaxy. Each neuron has on average about 7000 synapses, so there are more paths through your brain than there are atoms in the universe. And your brain is building new synapses all the time—it can even build new senses, translating digital inputs into sight and hearing, so of course it can learn a language. Mistakes are the moment of comparing and noticing a difference, and that’s the moment of learning—the more mistakes you make, the faster you learn. And the closer you are to learning a word successfully, the more frustrated you feel when you don’t get it right—so frustration is the door to success. And finally, the 10% rule—pushing yourself about 10% beyond your comfort zone—is the most important secret of all for accelerated learning. In other words, by working with the AutoMagic  Tutor, you’re doing all the right things to achieve huge success—so let’s keep going. And in our next break, I’ll tell you how to feel even more proud of what you’re achieving.",
      "id": "E08E50DF-7F77-4AE5-9B34-B477C5E68293"
    },
    {
      "text": "Do you remember me telling you that the human brain focuses on the negative, because it’s been much more evolutionary valuable to focus on the dangerous animal rather than the nice piece of fruit? One of the ways in which this can make learning a new language more challenging for you is that your brain will keep on trying to focus on the new words that it hasn’t finished learning, rather than all the words and structures that you can say with increasing confidence now. You’ll find that you’ll almost always think that you’re having a problem with some new word—you’ll start telling yourself that you should have learnt it by now—but memories form gradually. You’ll be able to use the new word when your brain has finished forming the memories for it, from the gradual process of spaced repetition—so don’t worry about it. Every new word needs some repetition, and some new words need more repetition than others—that’s normal, it’s inevitable, it’s how memory works. So don’t feel bad about the new word your brain hasn’t finished learning yet—feel fantastic about all the other words that your brain is starting to produce faster and more easily, the words that seem simple and obvious now. Focus on the positive! And now, on with the work...",
      "id": "4C642665-DE6F-40E6-B0D6-C9B914F3C680"
    }
  ]
}
