{
  "welcomes": {
    "_comment": "Course-specific welcome messages. Each course (language pair) has its own welcome.",
    "_structure": {
      "course_code": {
        "text": "Welcome message text in source language",
        "id": "UUID for audio sample (null if not generated yet)",
        "generated_date": "ISO timestamp when text was created",
        "voice": "Voice ID used for audio generation (null if not generated)",
        "duration": "Audio duration in seconds (0 if not generated)"
      }
    },
    "ita_for_eng_10seeds": {
      "text": "Welcome to this unusual game that will help you to become an Italian speaker. Here's how it works - I teach you something in Italian, then I say something in English and give you a chance to say it out loud in Italian. Then, you listen carefully to the Italian speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Italian sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "8E130B02-C468-4395-9D1B-D082E67F2CCB",
      "generated_date": "2024-10-29T21:45:00.000Z",
      "voice": "Aran",
      "duration": 47.098005
    },
    "cmn_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Chinese Mandarin speaker. Here's how it works - I teach you something in Chinese Mandarin, then I say something in English and give you a chance to say it out loud in Chinese Mandarin. Then, you listen carefully to the Chinese Mandarin speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Chinese Mandarin sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "E1AC1D15-4482-4C9F-A704-9CBFD2C4D134",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 44.396553
    },
    "fin_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Finnish speaker. Here's how it works - I teach you something in Finnish, then I say something in English and give you a chance to say it out loud in Finnish. Then, you listen carefully to the Finnish speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Finnish sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "582C48CA-3E37-438A-B842-B6CD2E071AD6",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 42.167438
    },
    "fra_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a French speaker. Here's how it works - I teach you something in French, then I say something in English and give you a chance to say it out loud in French. Then, you listen carefully to the French speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in French sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "29ECF3E3-7BB0-4828-A4BB-AE79919CEA39",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 42.724717
    },
    "deu_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a German speaker. Here's how it works - I teach you something in German, then I say something in English and give you a chance to say it out loud in German. Then, you listen carefully to the German speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in German sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "0745A4C5-C4FF-4580-9EC2-1A060530490E",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 43.281995
    },
    "gle_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Irish speaker. Here's how it works - I teach you something in Irish, then I say something in English and give you a chance to say it out loud in Irish. Then, you listen carefully to the Irish speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Irish sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "CFAAE8EC-BC4E-45A7-9265-3947FF4F703F",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 46.16127
    },
    "jpn_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Japanese speaker. Here's how it works - I teach you something in Japanese, then I say something in English and give you a chance to say it out loud in Japanese. Then, you listen carefully to the Japanese speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Japanese sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "BFAA5AAE-D808-4741-8CD3-407471243774",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 47.182948
    },
    "spa_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Spanish speaker. Here's how it works - I teach you something in Spanish, then I say something in English and give you a chance to say it out loud in Spanish. Then, you listen carefully to the Spanish speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Spanish sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "955C760A-7857-481A-948E-59F79CC3F560",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 45.830000
    },
    "swe_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Swedish speaker. Here's how it works - I teach you something in Swedish, then I say something in English and give you a chance to say it out loud in Swedish. Then, you listen carefully to the Swedish speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Swedish sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "34BF0928-D7C8-45F1-BDD3-54CD5C5E0970",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 45.130000
    },
    "cym_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Welsh speaker. Here's how it works - I teach you something in Welsh, then I say something in English and give you a chance to say it out loud in Welsh. Then, you listen carefully to the Welsh speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Welsh sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "E520A333-56AA-4985-ADFA-0715A9FF27B6",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 44.300000
    },
    "por_for_eng": {
      "text": "Welcome to this unusual game that will help you to become a Portuguese speaker. Here's how it works - I teach you something in Portuguese, then I say something in English and give you a chance to say it out loud in Portuguese. Then, you listen carefully to the Portuguese speakers who will model it for you. The first voice will have a European Portuguese accent, and the second voice will have a Brazilian accent. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Portuguese sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "5854F998-A7C2-4D11-B436-F651B374A81E",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 55.790000
    },
    "spa_for_eng_10seeds": {
      "text": "Welcome to this unusual game that will help you to become a Spanish speaker. Here's how it works - I teach you something in Spanish, then I say something in English and give you a chance to say it out loud in Spanish. Then, you listen carefully to the Spanish speakers who will model it for you. It's important that you say something in the gaps, because that's how you learn. Even if you aren't sure, have a go at saying whatever you can, and you'll be starting to speak in Spanish sooner than you think. The more you treat it as a game, the more playful you are with it, the more you laugh when you make mistakes, the better it will go and the faster you will learn. So, let's start playing.",
      "id": "955C760A-7857-481A-948E-59F79CC3F560",
      "generated_date": "2025-03-07T12:00:00.000Z",
      "voice": "Aran",
      "duration": 45.830000
    }
  }
}
