{
  "S0001": ["Quiero hablar español contigo ahora", "I want to speak Spanish with you now"],
  "S0002": ["Estoy intentando aprender", "I'm trying to learn"],
  "S0003": ["cómo hablar tan frecuentemente como posible", "how to speak as often as possible"],
  "S0004": ["cómo decir algo en español", "how to say something in Spanish"],
  "S0005": ["Voy a practicar hablar con otra persona", "I'm going to practise speaking with someone else"],
  "S0006": ["Estoy intentando recordar una palabra", "I'm trying to remember a word"],
  "S0007": ["Quiero intentar tan fuerte como puedo hoy", "I want to try as hard as I can today"],
  "S0008": ["Voy a intentar explicar lo que quiero decir", "I'm going to try to explain what I mean"],
  "S0009": ["Hablo un poco de español ahora", "I speak a little Spanish now"],
  "S0010": ["No estoy seguro si puedo recordar la frase completa", "I'm not sure if I can remember the whole sentence"],
  "S0011": ["Me gustaría poder hablar después de que termines", "I'd like to be able to speak after you finish"],
  "S0012": ["No me gustaría adivinar qué va a pasar mañana", "I wouldn't like to guess what's going to happen tomorrow"],
  "S0013": ["Hablas español muy bien", "You speak Spanish very well"],
  "S0014": ["¿Hablas español todo el día?", "Do you speak Spanish all day?"],
  "S0015": ["Y quiero que hables español conmigo mañana", "And I want you to speak Spanish with me tomorrow"],
  "S0016": ["Él quiere volver con todos los demás más tarde", "He wants to come back with everyone else later on"],
  "S0017": ["Ella quiere descubrir cuál es la respuesta", "She wants to find out what the answer is"],
  "S0018": ["Queremos encontrarnos a las seis esta tarde", "We want to meet at six o'clock this evening"],
  "S0019": ["Pero no quiero parar de hablar", "But I don't want to stop talking"],
  "S0020": ["Quieres aprender su nombre rápidamente", "You want to learn his name quickly"],
  "S0021": ["¿Por qué estás aprendiendo su nombre?", "Why are you learning her name?"],
  "S0022": ["Porque quiero conocer personas que hablan español", "Because I want to meet people who speak Spanish"],
  "S0023": ["Voy a empezar a hablar más pronto", "I'm going to start talking more soon"],
  "S0024": ["No voy a poder recordar fácilmente", "I'm not going to be able to remember easily"],
  "S0025": ["¿Vas a ayudarme antes de que tenga que ir?", "Are you going to help me before I have to go?"],
  "S0026": ["Me gusta sentir como si estuviera casi listo para ir", "I like feeling as if I'm nearly ready to go"],
  "S0027": ["No me gusta tomar demasiado tiempo para responder", "I don't like taking too much time to answer"],
  "S0028": ["Es útil empezar a hablar tan pronto como puedas", "It's useful to start talking as soon as you can"],
  "S0029": ["Tengo ganas de hablar mejor tan pronto como pueda", "I'm looking forward to speaking better as soon as I can"],
  "S0030": ["Quería preguntarte algo ayer", "I wanted to ask you something yesterday"],
  "S0031": ["Querías hablar conmigo esta noche", "You wanted to speak with me tonight"],
  "S0032": ["¿Querías mostrarme algo?", "Did you want to show me something?"],
  "S0033": ["¿Cuánto tiempo has estado aprendiendo español?", "How long have you been learning Spanish?"],
  "S0034": ["Él no quiere estar callado cuando otras personas están aquí", "He doesn't want to be quiet when other people are here"],
  "S0035": ["Ella no quiere leer nada esta tarde", "She doesn't want to read anything this afternoon"],
  "S0036": ["No queremos interrumpir la historia", "We don't want to interrupt the story"],
  "S0037": ["Empecé a pensar en eso cuidadosamente el mes pasado", "I started to think about it carefully last month"],
  "S0038": ["He estado aprendiendo por aproximadamente una semana", "I've been learning for about a week"],
  "S0039": ["Pero estoy un poco cansado esta mañana", "But I'm a little tired this morning"],
  "S0040": ["¿Cómo te sientes en este momento?", "How do you feel at the moment?"],
  "S0041": ["Me siento bien, pero estoy empezando a sentirme cansado", "I feel okay, but I'm starting to feel tired"],
  "S0042": ["Estaba empezando a sentirme mejor que anoche", "I was starting to feel better than last night"],
  "S0043": ["No estaba pensando en cómo responder", "I wasn't thinking about how to answer"],
  "S0044": ["O si necesito mejorar", "Or if I need to improve"],
  "S0045": ["No necesito saber todo", "I don't need to know everything"],
  "S0046": ["Pero no me preocupo por cometer errores", "But I don't worry about making mistakes"],
  "S0047": ["Porque pienso que es una cosa buena cometer errores", "Because I think that it's a good thing to make mistakes"],
  "S0048": ["No me importa cometer errores", "I don't care about making mistakes"],
  "S0049": ["Es como esto, si sabes lo que quiero decir", "It's like this, if you know what I mean"],
  "S0050": ["No estoy intentando terminar tan rápidamente como posible", "I'm not trying to finish as quickly as possible"],
  "S0051": ["Disfruto hacer cosas interesantes con mis amigos", "I enjoy doing interesting things with my friends"],
  "S0052": ["Él quería escribir una carta a su amigo la semana pasada", "He wanted to write a letter to his friend last week"],
  "S0053": ["Ella quería poner su carta en su bolsa", "She wanted to put his letter in her bag"],
  "S0054": ["Queríamos darte un poco más de tiempo", "We wanted to give you a little more time"],
  "S0055": ["No disfruto despertarme cuando no dormí muy bien", "I don't enjoy waking up when I didn't sleep very well"],
  "S0056": ["Así puedo recordar cómo decir unas pocas palabras", "So I can remember how to say a few words"],
  "S0057": ["No puedo recordar cómo decir lo que quería decir", "I can't remember how to say what I wanted to say"],
  "S0058": ["Es interesante cuando entiendes suficientes palabras", "It's interesting when you understand enough words"],
  "S0059": ["Sé cómo hacer lo que necesito hacer la próxima semana", "I know how to do what I need to do next week"],
  "S0060": ["No sé cómo decir suficientes palabras diferentes todavía", "I don't know how to say enough different words yet"],
  "S0061": ["¿Podrías decir eso otra vez un poco más despacio?", "Could you say that again a little more slowly?"],
  "S0062": ["No estoy seguro si puedo ayudarte al mismo tiempo", "I'm not sure if I can help you at the same time"],
  "S0063": ["¿Estás seguro de que no te importa ayudarme?", "Are you sure you don't mind helping me?"],
  "S0064": ["Aprender español no es fácil pero es divertido", "Learning Spanish isn't easy but it is fun"],
  "S0065": ["Es importante tomar tiempo para probarte", "It's important to take time to test yourself"],
  "S0066": ["No es difícil encontrar la respuesta", "It's not difficult to find the answer"],
  "S0067": ["¿Por qué quieres parar?", "Why do you want to stop?"],
  "S0068": ["¿Qué estás buscando?", "What are you looking for?"],
  "S0069": ["Él no quería cuidar al perro joven toda la tarde", "He didn't want to look after the young dog all afternoon"],
  "S0070": ["Ella no quería decirme dónde estaba", "She didn't want to tell me where it was"],
  "S0071": ["No queríamos dejar que nadie escuchara la verdad", "We didn't want to let anyone hear the truth"],
  "S0072": ["Pienso que lo estás haciendo muy bien", "I think that you're doing very well"],
  "S0073": ["Muchas gracias, pero tengo más que aprender", "Thank you very much, but I've got more to learn"],
  "S0074": ["Muchas gracias por ayudarme a entender", "Thank you very much for helping me to understand"],
  "S0075": ["¿Tienes más que aprender?", "Have you got more to learn?"],
  "S0076": ["Estoy muy feliz con cuánto he aprendido ya", "I'm very happy with how much I've learnt already"],
  "S0077": ["Estoy sorprendido de qué tan rápidamente estoy empezando a entender", "I'm surprised at how quickly I'm starting to understand"],
  "S0078": ["No entiendo lo que dijiste", "I don't understand what you said"],
  "S0079": ["¿Cuándo empezaste a aprender?", "When did you start to learn?"],
  "S0080": ["No estoy seguro cuándo estaré listo", "I'm not sure when I'll be ready"],
  "S0081": ["¿Cuándo quieres empezar?", "When do you want to start?"],
  "S0082": ["No voy a esperarte. ¿Por qué no?", "I'm not going to wait for you. Why not?"],
  "S0083": ["Estoy de acuerdo con lo que dijiste sobre tu amigo", "I agree with what you said about your friend"],
  "S0084": ["No estoy de acuerdo con lo que él dijo sobre mi amigo", "I don't agree with what he said about my friend"],
  "S0085": ["No conozco a esas personas", "I don't know those people"],
  "S0086": ["No fue posible, desafortunadamente", "It wasn't possible, unfortunately"],
  "S0087": ["Son personas que no conozco", "They are people I don't know"],
  "S0088": ["No estoy listo para hablar con personas que no conozco todavía", "I'm not ready to talk to people I don't know yet"],
  "S0089": ["Pienso que he hecho mucho en poco tiempo", "I think that I've done a lot in a short time"],
  "S0090": ["Si puedes hablar más despacio eso sería genial", "If you can speak more slowly that would be great"],
  "S0091": ["Es difícil pensar suficientemente rápido para responder a tiempo", "It's difficult to think quickly enough to answer in time"],
  "S0092": ["Me gustaría seguir haciendo esto por un rato", "I'd like to keep on doing this for a while"],
  "S0093": ["Es hora de ir ahora", "It's time to go now"],
  "S0094": ["Esta es la única manera en que funcionará", "This is the only way it will work"],
  "S0095": ["¿Estás listo para ir a casa en el próximo autobús?", "Are you ready to go home on the next bus?"],
  "S0096": ["No, no estoy listo todavía, necesito un poco más de tiempo", "No I'm not ready yet, I need a little more time"],
  "S0097": ["Sí, estoy listo para ir tan pronto como quieras", "Yes I'm ready to go as soon as you want"],
  "S0098": ["Debería considerar jugar algo diferente", "I should consider playing something else"],
  "S0099": ["Deberías preguntarte por qué no está funcionando", "You should ask yourself why it's not working"],
  "S0100": ["No deberías preocuparte por hacer algo similar", "You shouldn't worry about doing something similar"]
}
