{
  "version": "7.7.0",
  "course": "spa_for_eng",
  "target_language": "spa",
  "known_language": "eng",
  "generated": "2025-10-29T21:50:47.354696Z",
  "total_seeds": 668,
  "translations": {
    "S0001": [
      "I want to speak Spanish with you now.",
      "Quiero hablar español contigo ahora."
    ],
    "S0002": [
      "I'm trying to learn.",
      "Estoy intentando aprender."
    ],
    "S0003": [
      "how to speak as often as possible",
      "cómo hablar lo más frecuentamente posible"
    ],
    "S0004": [
      "how to say something in Spanish",
      "cómo decir algo en español"
    ],
    "S0005": [
      "I'm going to practise speaking with someone else.",
      "Voy a practicar hablar con alguien más."
    ],
    "S0006": [
      "I'm trying to remember a word.",
      "Estoy intentando recordar una palabra."
    ],
    "S0007": [
      "I want to try as hard as I can today.",
      "Quiero intentar tan duro como pueda hoy."
    ],
    "S0008": [
      "I'm going to try to explain what I mean.",
      "Voy a intentar explicar lo que quiero decir."
    ],
    "S0009": [
      "I speak a little Spanish now.",
      "Hablo un poco de español ahora."
    ],
    "S0010": [
      "I'm not sure if I can remember the whole sentence.",
      "No estoy seguro si puedo recordar toda la oración."
    ],
    "S0011": [
      "I'd like to be able to speak after you finish.",
      "Me gustaría poder hablar después de que termines."
    ],
    "S0012": [
      "I wouldn't like to guess what's going to happen tomorrow.",
      "No me gustaría adivinar lo que va a ocurrir mañana."
    ],
    "S0013": [
      "You speak Spanish very well.",
      "Hablas español muy bien."
    ],
    "S0014": [
      "Do you speak Spanish all day?",
      "¿Hablas español todo el día?"
    ],
    "S0015": [
      "And I want you to speak Spanish with me tomorrow.",
      "Y quiero que hables español conmigo mañana."
    ],
    "S0016": [
      "He wants to come back with everyone else later on.",
      "Él quiere volver con todos los demás más tarde."
    ],
    "S0017": [
      "She wants to find out what the answer is.",
      "Ella quiere descubrir cuál es la respuesta."
    ],
    "S0018": [
      "We want to meet at six o'clock this evening.",
      "Queremos reunirnos a las seis esta noche."
    ],
    "S0019": [
      "But I don't want to stop talking.",
      "Pero no quiero parar de hablar."
    ],
    "S0020": [
      "You want to learn his name quickly.",
      "Quieres aprender su nombre rápidamente."
    ],
    "S0021": [
      "Why are you learning her name?",
      "¿Por qué estás aprendiendo su nombre?"
    ],
    "S0022": [
      "Because I want to meet people who speak Spanish.",
      "Porque quiero encontrar personas que hablan español."
    ],
    "S0023": [
      "I'm going to start talking more soon.",
      "Voy a comenzar a hablar más pronto."
    ],
    "S0024": [
      "I'm not going to be able to remember easily.",
      "No voy a poder recordar fácilmente."
    ],
    "S0025": [
      "Are you going to help me before I have to go?",
      "¿Vas a ayudarme antes de que tenga que ir?"
    ],
    "S0026": [
      "I like feeling as if I'm nearly ready to go.",
      "Me gusta sentir como si estuviera casi preparado para ir."
    ],
    "S0027": [
      "I don't like taking too much time to answer.",
      "No me gusta tomar demasiado tiempo para responder."
    ],
    "S0028": [
      "It's useful to start talking as soon as you can.",
      "Es útil comenzar a hablar tan pronto como puedas."
    ],
    "S0029": [
      "I'm looking forward to speaking better as soon as I can.",
      "Estoy deseando hablar mejor tan pronto como pueda."
    ],
    "S0030": [
      "I wanted to ask you something yesterday.",
      "Quería preguntarte algo ayer."
    ],
    "S0031": [
      "You wanted to speak with me tonight.",
      "Querías hablar conmigo esta noche."
    ],
    "S0032": [
      "Did you want to show me something?",
      "¿Querías mostrarme algo?"
    ],
    "S0033": [
      "How long have you been learning Spanish?",
      "¿Cuánto tiempo llevas aprendiendo español?"
    ],
    "S0034": [
      "He doesn't want to be quiet when other people are here.",
      "Él no quiere estar silencioso cuando otras personas están aquí."
    ],
    "S0035": [
      "She doesn't want to read anything this afternoon.",
      "Ella no quiere leer nada esta tarde."
    ],
    "S0036": [
      "We don't want to interrupt the story.",
      "No queremos interrumpir la historia."
    ],
    "S0037": [
      "I started to think about it carefully last month.",
      "Comencé a pensar sobre eso cuidadosamente el mes pasado."
    ],
    "S0038": [
      "I've been learning for about a week.",
      "Llevo aprendiendo aproximadamente una semana."
    ],
    "S0039": [
      "But I'm a little tired this morning.",
      "Pero estoy un poco cansado esta mañana."
    ],
    "S0040": [
      "How do you feel at the moment?",
      "¿Cómo te sientes en este momento?"
    ],
    "S0041": [
      "I feel okay, but I'm starting to feel tired.",
      "Me siento bien, pero estoy comenzando a sentirme cansado."
    ],
    "S0042": [
      "I was starting to feel better than last night.",
      "Estaba comenzando a sentirme mejor que anoche."
    ],
    "S0043": [
      "I wasn't thinking about how to answer.",
      "No estaba pensando en cómo responder."
    ],
    "S0044": [
      "Or if I need to improve.",
      "O si necesito mejorar."
    ],
    "S0045": [
      "I don't need to know everything.",
      "No necesito saber todo."
    ],
    "S0046": [
      "But I don't worry about making mistakes.",
      "Pero no me preocupo por hacer errores."
    ],
    "S0047": [
      "Because I think that it's a good thing to make mistakes.",
      "Porque pienso que es una cosa buena hacer errores."
    ],
    "S0048": [
      "I don't care about making mistakes.",
      "No me importa hacer errores."
    ],
    "S0049": [
      "It's like this, if you know what I mean.",
      "Es así, si sabes lo que quiero decir."
    ],
    "S0050": [
      "I'm not trying to finish as quickly as possible.",
      "No estoy intentando terminar lo más rápidamente posible."
    ],
    "S0051": [
      "I enjoy doing interesting things with my friends.",
      "Disfruto hacer cosas interesantes con mis amigos."
    ],
    "S0052": [
      "He wanted to write a letter to his friend last week.",
      "Quería escribir una carta a su amigo la semana pasada."
    ],
    "S0053": [
      "She wanted to put his letter in her bag.",
      "Quería poner su carta en su bolsa."
    ],
    "S0054": [
      "We wanted to give you a little more time.",
      "Queríamos darte un poco más de tiempo."
    ],
    "S0055": [
      "I don't enjoy waking up when I didn't sleep very well.",
      "No disfruto despertarme cuando no dormí muy bien."
    ],
    "S0056": [
      "So I can remember how to say a few words.",
      "Para poder recordar cómo decir unas pocas palabras."
    ],
    "S0057": [
      "I can't remember how to say what I wanted to say.",
      "No puedo recordar cómo decir lo que quería decir."
    ],
    "S0058": [
      "It's interesting when you understand enough words.",
      "Es interesante cuando comprendes suficientes palabras."
    ],
    "S0059": [
      "I know how to do what I need to do next week.",
      "Sé hacer lo que necesito hacer la próxima semana."
    ],
    "S0060": [
      "I don't know how to say enough different words yet.",
      "Todavía no sé cómo decir suficientes palabras diferentes."
    ],
    "S0061": [
      "Could you say that again a little more slowly?",
      "¿Podrías decir eso otra vez un poco más lentamente?"
    ],
    "S0062": [
      "I'm not sure if I can help you at the same time.",
      "No estoy seguro si puedo ayudarte al mismo tiempo."
    ],
    "S0063": [
      "Are you sure you don't mind helping me?",
      "¿Estás seguro de que no te importa ayudarme?"
    ],
    "S0064": [
      "Learning Spanish isn't easy but it is fun.",
      "Aprender español no es fácil pero es divertido."
    ],
    "S0065": [
      "It's important to take time to test yourself.",
      "Es importante tomar tiempo para evaluarte."
    ],
    "S0066": [
      "It's not difficult to find the answer.",
      "No es difícil encontrar la respuesta."
    ],
    "S0067": [
      "Why do you want to stop?",
      "¿Por qué quieres parar?"
    ],
    "S0068": [
      "What are you looking for?",
      "¿Qué estás buscando?"
    ],
    "S0069": [
      "He didn't want to look after the young dog all afternoon.",
      "No quería cuidar el perro joven toda la tarde."
    ],
    "S0070": [
      "She didn't want to tell me where it was.",
      "Ella no quería decirme dónde estaba."
    ],
    "S0071": [
      "We didn't want to let anyone hear the truth.",
      "No queríamos permitir que nadie oyera la verdad."
    ],
    "S0072": [
      "I think that you're doing very well.",
      "Pienso que estás haciendo muy bien."
    ],
    "S0073": [
      "Thank you very much, but I've got more to learn.",
      "Muchas gracias, pero tengo más que aprender."
    ],
    "S0074": [
      "Thank you very much for helping me to understand.",
      "Muchas gracias por ayudarme a comprender."
    ],
    "S0075": [
      "Have you got more to learn?",
      "¿Tienes más que aprender?"
    ],
    "S0076": [
      "I'm very happy with how much I've learnt already.",
      "Estoy muy feliz con cuánto he aprendido ya."
    ],
    "S0077": [
      "I'm surprised at how quickly I'm starting to understand.",
      "Estoy sorprendido de lo rápidamente que estoy comenzando a comprender."
    ],
    "S0078": [
      "I don't understand what you said.",
      "No comprendo lo que dijiste."
    ],
    "S0079": [
      "When did you start to learn?",
      "¿Cuándo comenzaste a aprender?"
    ],
    "S0080": [
      "I'm not sure when I'll be ready.",
      "No estoy seguro de cuándo estaré preparado."
    ],
    "S0081": [
      "When do you want to start?",
      "¿Cuándo quieres comenzar?"
    ],
    "S0082": [
      "I'm not going to wait for you. Why not?",
      "No voy a esperarte. ¿Por qué no?"
    ],
    "S0083": [
      "I agree with what you said about your friend.",
      "Estoy de acuerdo con lo que dijiste sobre tu amigo."
    ],
    "S0084": [
      "I don't agree with what he said about my friend.",
      "No estoy de acuerdo con lo que dijo sobre mi amigo."
    ],
    "S0085": [
      "I don't know those people.",
      "No conozco a esas personas."
    ],
    "S0086": [
      "It wasn't possible, unfortunately.",
      "No fue posible, desafortunadamente."
    ],
    "S0087": [
      "They are people I don't know.",
      "Son personas que no conozco."
    ],
    "S0088": [
      "I'm not ready to talk to people I don't know yet.",
      "No estoy preparado para hablar con personas que no conozco todavía."
    ],
    "S0089": [
      "I think that I've done a lot in a short time.",
      "Pienso que he hecho mucho en un breve tiempo."
    ],
    "S0090": [
      "If you can speak more slowly that would be great.",
      "Si puedes hablar más lentamente, eso sería excelente."
    ],
    "S0091": [
      "It's difficult to think quickly enough to answer in time.",
      "Es difícil pensar lo suficientemente rápido para responder a tiempo."
    ],
    "S0092": [
      "I'd like to keep on doing this for a while.",
      "Me gustaría continuar haciendo esto por un tiempo."
    ],
    "S0093": [
      "It's time to go now.",
      "Es hora de ir ahora."
    ],
    "S0094": [
      "This is the only way it will work.",
      "Esta es la única manera en que funcionará."
    ],
    "S0095": [
      "Are you ready to go home on the next bus?",
      "¿Estás preparado para ir a casa en el próximo autobús?"
    ],
    "S0096": [
      "No I'm not ready yet, I need a little more time.",
      "No, no estoy preparado todavía, necesito un poco más de tiempo."
    ],
    "S0097": [
      "Yes I'm ready to go as soon as you want.",
      "Sí, estoy preparado para ir tan pronto como quieras."
    ],
    "S0098": [
      "I should consider playing something else.",
      "Debería considerar jugar otra cosa."
    ],
    "S0099": [
      "You should ask yourself why it's not working.",
      "Deberías preguntarte por qué no está trabajando"
    ],
    "S0100": [
      "You shouldn't worry about doing something similar.",
      "No deberías preocuparte por hacer algo similar"
    ],
    "S0101": [
      "I'm enjoying finding out more about this language.",
      "Estoy disfrutando descubrir más sobre este lenguaje"
    ],
    "S0102": [
      "We're trying to say that it's not like that.",
      "Estamos intentando decir que no es así"
    ],
    "S0103": [
      "We're not trying to hear many more words.",
      "No estamos intentando oír muchas más palabras"
    ],
    "S0104": [
      "We need to change what we're doing.",
      "Necesitamos cambiar lo que estamos haciendo"
    ],
    "S0105": [
      "That is why he didn't know the answer.",
      "Por eso no sabía la respuesta"
    ],
    "S0106": [
      "We don't need to feel happy, we just need to work hard.",
      "No necesitamos sentirnos felices, solo necesitamos trabajar duro"
    ],
    "S0107": [
      "We hoped to see what you were doing.",
      "Esperábamos ver lo que estabas haciendo"
    ],
    "S0108": [
      "We didn't hope to wake in the middle of the night.",
      "No esperábamos despertar en el medio de la noche"
    ],
    "S0109": [
      "We must work hard to learn a lot of new words.",
      "Debemos trabajar duro para aprender muchas palabras nuevas"
    ],
    "S0110": [
      "We're friends, and after we finish I'd like to relax.",
      "Somos amigos, y después de que terminemos me gustaría relajarme"
    ],
    "S0111": [
      "When we learn something new it changes our brain.",
      "Cuando aprendemos algo nuevo cambia nuestro cerebro"
    ],
    "S0112": [
      "That was very interesting, and I wasn't expecting it.",
      "Eso fue muy interesante, y no estaba esperándolo"
    ],
    "S0113": [
      "Why can't I remember what you said?",
      "¿Por qué no puedo recordar lo que dijiste?"
    ],
    "S0114": [
      "I feel as if I'm doing worse today than yesterday.",
      "Siento como si estuviera haciendo peor hoy que ayer."
    ],
    "S0115": [
      "I don't feel as if I'm ready to have a conversation.",
      "No siento como si estuviera preparado para tener una conversación."
    ],
    "S0116": [
      "This isn't the best choice I could make.",
      "Esta no es la mejor opción que podría hacer."
    ],
    "S0117": [
      "I'm definitely doing better than I was last time we talked to each other.",
      "Definitivamente lo estoy haciendo mejor que la última vez que hablamos."
    ],
    "S0118": [
      "I feel better than I felt when we were in the pub.",
      "Me siento mejor que como me sentía cuando estábamos en el pub."
    ],
    "S0119": [
      "Can I ask you something before you leave?",
      "¿Puedo preguntarte algo antes de que te vayas?"
    ],
    "S0120": [
      "It's interesting that you like to go by bus.",
      "Es interesante que te guste ir en autobús."
    ],
    "S0121": [
      "It's unusual that you don't like to use your car.",
      "Es inusual que no te guste usar tu auto."
    ],
    "S0122": [
      "It's starting to feel easier and I'm excited about how it's going.",
      "Está empezando a sentirse más fácil y estoy entusiasmado por cómo va."
    ],
    "S0123": [
      "I think that's a good idea.",
      "Creo que eso es una buena idea."
    ],
    "S0124": [
      "I thought that was a good idea.",
      "Creí que eso era una buena idea."
    ],
    "S0125": [
      "I believe that your idea was very good.",
      "Creo que tu idea era muy buena."
    ],
    "S0126": [
      "This work is changing the shape of my brain.",
      "Este trabajo está cambiando la forma de mi cerebro."
    ],
    "S0127": [
      "That isn't why I wanted to see you.",
      "Eso no es por qué quería verte."
    ],
    "S0128": [
      "You're like someone I used to know.",
      "Eres como alguien que conocía."
    ],
    "S0129": [
      "I'm so happy that you're doing so well.",
      "Estoy tan feliz de que te vaya tan bien."
    ],
    "S0130": [
      "That was a surprise, because he's my friend.",
      "Eso fue una sorpresa, porque es mi amigo."
    ],
    "S0131": [
      "There are too many ideas going around in my head.",
      "Hay demasiadas ideas dando vueltas en mi cabeza."
    ],
    "S0132": [
      "That's less exciting than what she was saying.",
      "Eso es menos emocionante que lo que decía."
    ],
    "S0133": [
      "You get to know someone very well when you work together.",
      "Llegas a conocer muy bien a alguien cuando trabajan juntos."
    ],
    "S0134": [
      "It's not a problem when you work at something difficult with them.",
      "No es un problema cuando trabajas en algo difícil con ellos."
    ],
    "S0135": [
      "I don't know why you think that it's so good.",
      "No sé por qué piensas que es tan bueno."
    ],
    "S0136": [
      "Of course you can ask her because she's my friend.",
      "Por supuesto que puedes preguntarle porque es mi amiga."
    ],
    "S0137": [
      "It's more important to talk often than to be perfect.",
      "Es más importante hablar frecuentemente que ser perfecto."
    ],
    "S0138": [
      "This was where my friend wanted to meet us.",
      "Esto era donde mi amigo quería reunirse con nosotros."
    ],
    "S0139": [
      "I'm sorry that I need to leave so early.",
      "Lo siento que necesito irme tan temprano."
    ],
    "S0140": [
      "I'm sorry that I can't see what you're trying to show me.",
      "Lo siento que no puedo ver lo que estás intentando mostrarme."
    ],
    "S0141": [
      "No problem. Everything is okay.",
      "No hay problema. Todo está bien."
    ],
    "S0142": [
      "That's very kind of you and I'm grateful to you for helping.",
      "Eso es muy amable de tu parte y estoy agradecido a ti por ayudar."
    ],
    "S0143": [
      "It's the same thing as we were talking about earlier.",
      "Es la misma cosa de la que estábamos hablando antes."
    ],
    "S0144": [
      "I woke earlier than I wanted to this morning.",
      "Me desperté más temprano de lo que quería esta mañana."
    ],
    "S0145": [
      "Why are you not happy any more?",
      "¿Por qué no estás feliz ya?"
    ],
    "S0146": [
      "Nothing seems to be working since we tried to fix it.",
      "Nada parece estar funcionando desde que intentamos arreglarlo."
    ],
    "S0147": [
      "She was very kind when she saw me feeling nervous.",
      "Ella era muy amable cuando me vio sintiéndome nervioso."
    ],
    "S0148": [
      "He wasn't very patient when I couldn't answer.",
      "Él no era muy paciente cuando no pude responder."
    ],
    "S0149": [
      "This isn't very difficult, so I hope you'll finish soon.",
      "Esto no es muy difícil, entonces espero que termines pronto."
    ],
    "S0150": [
      "Can you tell me what your name is?",
      "¿Puedes decirme cuál es tu nombre?"
    ],
    "S0151": [
      "That wasn't what I was hoping would happen.",
      "Eso no era lo que estaba esperando que pasara."
    ],
    "S0152": [
      "I would have done it differently if I had known what you wanted.",
      "Lo habría hecho diferentemente si hubiera sabido lo que querías."
    ],
    "S0153": [
      "I wouldn't have said it in exactly the same way.",
      "No lo habría dicho exactamente de la misma manera."
    ],
    "S0154": [
      "Where do you want to meet on Saturday night?",
      "¿Dónde quieres encontrarte el sábado por la noche?"
    ],
    "S0155": [
      "I don't mind waiting for a few minutes tomorrow morning.",
      "No me importa esperar unos minutos mañana por la mañana."
    ],
    "S0156": [
      "Do you want to go to a restaurant tonight?",
      "¿Quieres ir a un restaurante esta noche?"
    ],
    "S0157": [
      "I won't be able to be there next month.",
      "No podré estar ahí el próximo mes."
    ],
    "S0158": [
      "Let's talk about something else.",
      "Hablemos de algo más."
    ],
    "S0159": [
      "That isn't what I'm trying to say.",
      "Eso no es lo que estoy intentando decir."
    ],
    "S0160": [
      "How do you say this word in Spanish?",
      "¿Cómo dices esta palabra en español?"
    ],
    "S0161": [
      "Can you give me that book on Sunday morning?",
      "¿Puedes darme ese libro el domingo por la mañana?"
    ],
    "S0162": [
      "What do you think about that?",
      "¿Qué piensas de eso?"
    ],
    "S0163": [
      "I think that it's interesting.",
      "Pienso que es interesante."
    ],
    "S0164": [
      "An interesting book",
      "Un libro interesante."
    ],
    "S0165": [
      "But I'm not sure if it's true.",
      "Pero no estoy seguro si es verdad."
    ],
    "S0166": [
      "My name is not very unusual.",
      "Mi nombre no es muy inusual."
    ],
    "S0167": [
      "What do you need to do tomorrow afternoon?",
      "¿Qué necesitas hacer mañana por la tarde?"
    ],
    "S0168": [
      "And then I'll be able to come and help later on.",
      "Y entonces podré venir y ayudar más tarde."
    ],
    "S0169": [
      "What do you want me to do?",
      "¿Qué quieres que haga?"
    ],
    "S0170": [
      "I'd like you to tell me what you need.",
      "Me gustaría que me dijeras lo que necesitas."
    ],
    "S0171": [
      "Do you want me to help you look for it?",
      "¿Quieres que te ayude a buscarlo?"
    ],
    "S0172": [
      "Yes that would be very helpful.",
      "Sí, eso sería muy útil."
    ],
    "S0173": [
      "No thank you I can manage on my own.",
      "No gracias, puedo manejarlo por mi cuenta."
    ],
    "S0174": [
      "Can you understand what I'm saying?",
      "¿Puedes entender lo que estoy diciendo?"
    ],
    "S0175": [
      "What do you want to do on Sunday morning?",
      "¿Qué quieres hacer el domingo por la mañana?"
    ],
    "S0176": [
      "I'll ask him if he'll be able to help next year.",
      "Le preguntaré si podrá ayudar el año próximo."
    ],
    "S0177": [
      "I'll ask her where she wants to go.",
      "Le preguntaré dónde quiere ir."
    ],
    "S0178": [
      "I didn't have time, although I wanted to see you.",
      "No tuve tiempo, aunque quería verte."
    ],
    "S0179": [
      "What are you going to do on Sunday afternoon?",
      "¿Qué vas a hacer el domingo por la tarde?"
    ],
    "S0180": [
      "I'd like to read my book for a while.",
      "Me gustaría leer mi libro por un rato."
    ],
    "S0181": [
      "But I have to take my mother to the doctor.",
      "Pero tengo que llevar a mi madre al doctor."
    ],
    "S0182": [
      "Have you seen my keys anywhere?",
      "¿Has visto mis llaves en algún lugar?"
    ],
    "S0183": [
      "No I'm afraid I haven't seen them.",
      "No, me temo que no las he visto."
    ],
    "S0184": [
      "Yes I saw them in the office a while ago.",
      "Sí las vi en la oficina hace un rato."
    ],
    "S0185": [
      "I think you left them at work.",
      "Creo que las dejaste en el trabajo."
    ],
    "S0186": [
      "Do you want to talk about something different next week?",
      "¿Quieres hablar de algo diferente la semana próxima?"
    ],
    "S0187": [
      "I'm happy so far.",
      "Estoy contento hasta ahora."
    ],
    "S0188": [
      "So I don't need to change.",
      "Así que no necesito cambiar."
    ],
    "S0189": [
      "Yes that's a good idea.",
      "Sí, esa es una buena idea."
    ],
    "S0190": [
      "Do you mind if I ask you some questions?",
      "¿Te importa si te hago algunas preguntas?"
    ],
    "S0191": [
      "No I don't mind at all.",
      "No, no me importa en absoluto."
    ],
    "S0192": [
      "I'm busy tomorrow night.",
      "Estoy ocupado mañana por la noche."
    ],
    "S0193": [
      "I'm sorry but I'm too busy today.",
      "Lo siento pero estoy demasiado ocupado hoy."
    ],
    "S0194": [
      "What are you looking for?",
      "¿Qué estás buscando?"
    ],
    "S0195": [
      "I'm trying to find the money I left on the table.",
      "Estoy intentando encontrar el dinero que dejé en la mesa."
    ],
    "S0196": [
      "Have you heard the latest idea?",
      "¿Has oído la última idea?"
    ],
    "S0197": [
      "My son works as a teacher.",
      "Mi hijo trabaja como profesor."
    ],
    "S0198": [
      "My daughter works for the council.",
      "Mi hija trabaja para el consejo."
    ],
    "S0199": [
      "My friend used to work in an office.",
      "Mi amigo solía trabajar en una oficina."
    ],
    "S0200": [
      "They say they want to make sure that we finish everything in time.",
      "Dicen que quieren asegurarse de que terminemos todo a tiempo."
    ],
    "S0201": [
      "We wanted to know what was going to happen.",
      "Queríamos saber qué iba a pasar."
    ],
    "S0202": [
      "Nobody was sure how to answer the question.",
      "Nadie estaba seguro de cómo responder la pregunta."
    ],
    "S0203": [
      "What would you do if I asked you to help me?",
      "¿Qué harías si te pidiera que me ayudaras?"
    ],
    "S0204": [
      "I wanted her to help you to deal with the arrangements.",
      "Quería que ella te ayudara a tratar con los arreglos."
    ],
    "S0205": [
      "I've forgotten the word I was trying to say.",
      "He olvidado la palabra que estaba intentando decir."
    ],
    "S0206": [
      "I enjoy the chance to practise speaking with you.",
      "Disfruto la oportunidad de practicar hablar contigo."
    ],
    "S0207": [
      "You've done what you needed to do.",
      "Has hecho lo que necesitabas hacer."
    ],
    "S0208": [
      "I didn't want to ask you how to say it.",
      "No quería preguntarte cómo decirlo."
    ],
    "S0209": [
      "They want to spend more time meeting as a group.",
      "Quieren pasar más tiempo reuniéndose como grupo."
    ],
    "S0210": [
      "They think that we need to discuss the problem.",
      "Piensan que necesitamos discutir el problema."
    ],
    "S0211": [
      "They told us that they didn't want to explain.",
      "Nos dijeron que no querían explicar."
    ],
    "S0212": [
      "They wanted to ask for help.",
      "Querían pedir ayuda."
    ],
    "S0213": [
      "We don't know what they're trying to achieve.",
      "No sabemos qué están intentando lograr."
    ],
    "S0214": [
      "Did you have a good time at the weekend?",
      "¿Pasaste un buen tiempo el fin de semana?"
    ],
    "S0215": [
      "I went out on Saturday night.",
      "Salí el sábado por la noche."
    ],
    "S0216": [
      "I saw a few friends.",
      "Vi a algunos amigos."
    ],
    "S0217": [
      "I had a glass or two of water.",
      "Tuve un vaso o dos de agua."
    ],
    "S0218": [
      "I didn't do much on Sunday.",
      "No hice mucho el domingo."
    ],
    "S0219": [
      "It was nice to relax for a while.",
      "Fue agradable relajarse por un rato."
    ],
    "S0220": [
      "Did you watch a bit of television?",
      "¿Viste un poco de televisión?"
    ],
    "S0221": [
      "I watched the football and then I watched a film.",
      "Vi el fútbol y luego vi una película."
    ],
    "S0222": [
      "He's trying to tell me what he wants",
      "Está intentando decirme lo que quiere."
    ],
    "S0223": [
      "He's going to ask you tomorrow.",
      "Va a preguntarte mañana."
    ],
    "S0224": [
      "He's just started to learn.",
      "Acaba de empezar a aprender."
    ],
    "S0225": [
      "He would give you an answer if he could.",
      "Te daría una respuesta si pudiera."
    ],
    "S0226": [
      "The man is trying to help me.",
      "El hombre está intentando ayudarme."
    ],
    "S0227": [
      "That man is going to tell me something new.",
      "Ese hombre va a decirme algo nuevo."
    ],
    "S0228": [
      "That man has just started to practise speaking.",
      "Ese hombre acaba de empezar a practicar el habla."
    ],
    "S0229": [
      "That woman would help you if she could.",
      "Esa mujer te ayudaría si pudiera."
    ],
    "S0230": [
      "I know a young man who wants to work with you.",
      "Conozco a un hombre joven que quiere trabajar contigo."
    ],
    "S0231": [
      "I know an old man who wanted to ask for help.",
      "Conozco a un hombre viejo que quería pedir ayuda."
    ],
    "S0232": [
      "I know an old woman who can remember the answer.",
      "Conozco a una mujer vieja que puede recordar la respuesta."
    ],
    "S0233": [
      "I know a young woman who knows your sister.",
      "Conozco a una mujer joven que conoce a tu hermana."
    ],
    "S0234": [
      "I met someone last night who works with your brother.",
      "Conocí a alguien anoche que trabaja con tu hermano."
    ],
    "S0235": [
      "I met someone who said that he wanted to tell you something.",
      "Conocí a alguien que dijo que quería decirte algo."
    ],
    "S0236": [
      "I know someone who said that she was going to try to help.",
      "Conozco a alguien que dijo que iba a intentar ayudar."
    ],
    "S0237": [
      "He wanted me to tell you before the weekend.",
      "Quería que te dijera antes del fin de semana."
    ],
    "S0238": [
      "He wanted you to tell me yesterday.",
      "Quería que me dijeras ayer."
    ],
    "S0239": [
      "My mother likes to read.",
      "A mi madre le gusta leer."
    ],
    "S0240": [
      "My father doesn't like to stop talking.",
      "A mi padre no le gusta dejar de hablar."
    ],
    "S0241": [
      "I don't want to give it to him.",
      "No quiero dárselo."
    ],
    "S0242": [
      "I want to give her more time.",
      "Quiero darle más tiempo."
    ],
    "S0243": [
      "I'm going to ask for the same thing to eat.",
      "Voy a pedir la misma cosa para comer."
    ],
    "S0244": [
      "I've learnt a lot already",
      "Ya he aprendido mucho."
    ],
    "S0245": [
      "I'm happy with how much I've done in a short time",
      "Estoy contento con cuánto he hecho en poco tiempo."
    ],
    "S0246": [
      "I wanted her to help you but she was too busy.",
      "Quería que ella te ayudara pero estaba demasiado ocupada."
    ],
    "S0247": [
      "I thought that book was fairly good.",
      "Pensé que ese libro era bastante bueno."
    ],
    "S0248": [
      "I thought the film was complete rubbish and I want my money back.",
      "Pensé que la película era basura completa y quiero mi dinero de vuelta."
    ],
    "S0249": [
      "I want you to help me before you go.",
      "Quiero que me ayudes antes de que te vayas."
    ],
    "S0250": [
      "Can you tell me something else before I answer?",
      "¿Puedes decirme algo más antes de que responda?"
    ],
    "S0251": [
      "I don't want to find out until after we finish.",
      "No quiero descubrir hasta después de que terminemos."
    ],
    "S0252": [
      "When will you be ready to start?",
      "¿Cuándo estarás preparado para empezar?"
    ],
    "S0253": [
      "I should be ready in a few minutes.",
      "Debo estar preparado en unos pocos minutos."
    ],
    "S0254": [
      "I've been ready since this morning.",
      "He estado preparado desde esta mañana."
    ],
    "S0255": [
      "When do you think you'll be ready to leave?",
      "¿Cuándo crees que estarás preparado para salir?"
    ],
    "S0256": [
      "I think I'll be ready in less than an hour.",
      "Creo que estaré listo en menos de una hora."
    ],
    "S0257": [
      "I like that blue thing.",
      "Me gusta esa cosa azul."
    ],
    "S0258": [
      "What's that blue thing over there?",
      "¿Qué es esa cosa azul de allí?"
    ],
    "S0259": [
      "An idea.",
      "Una idea."
    ],
    "S0260": [
      "I don't have the faintest idea.",
      "No tengo ni la más mínima idea."
    ],
    "S0261": [
      "I think it might be something important.",
      "Creo que puede ser algo importante."
    ],
    "S0262": [
      "Who was that man you were talking to yesterday?",
      "¿Quién era ese hombre con el que hablabas ayer?"
    ],
    "S0263": [
      "I don't know who you mean.",
      "No sé quién quieres decir."
    ],
    "S0264": [
      "An old man.",
      "Un hombre viejo."
    ],
    "S0265": [
      "A friend.",
      "Un amigo."
    ],
    "S0266": [
      "He was an old friend of my father.",
      "Era un viejo amigo de mi padre."
    ],
    "S0267": [
      "Have you heard from your friend?",
      "¿Has sabido de tu amigo?"
    ],
    "S0268": [
      "Yes she sent me two emails last week.",
      "Sí, me envió dos correos electrónicos la semana pasada."
    ],
    "S0269": [
      "Why don't you want to wait for your father?",
      "¿Por qué no quieres esperar a tu padre?"
    ],
    "S0270": [
      "Because I'm worried that I'm going to be late.",
      "Porque estoy preocupado de que voy a llegar tarde."
    ],
    "S0271": [
      "Would you like to come with us next month?",
      "¿Te gustaría venir con nosotros el próximo mes?"
    ],
    "S0272": [
      "Yes that sounds like a great idea.",
      "Sí eso suena como una gran idea."
    ],
    "S0273": [
      "No unfortunately I've got too much work.",
      "No desafortunadamente tengo demasiado trabajo."
    ],
    "S0274": [
      "Do you have to leave in a few days?",
      "¿Tienes que salir en unos pocos días?"
    ],
    "S0275": [
      "Longer.",
      "Más tiempo."
    ],
    "S0276": [
      "No I can stay here for a little longer.",
      "No, puedo quedarme aquí un poco más de tiempo."
    ],
    "S0277": [
      "Yes I've got an important meeting early next week.",
      "Sí tengo una reunión importante a principios de la próxima semana."
    ],
    "S0278": [
      "Did you have to finish everything last night?",
      "¿Tuviste que terminar todo anoche?"
    ],
    "S0279": [
      "Yes because there wasn't much time left.",
      "Sí porque no quedaba mucho tiempo."
    ],
    "S0280": [
      "No I only had to do the most important job.",
      "No solo tuve que hacer el trabajo más importante."
    ],
    "S0281": [
      "Do you mind if I finish my coffee before you start?",
      "¿Te importa si termino mi café antes de que empieces?"
    ],
    "S0282": [
      "No that's not a problem.",
      "No, eso no es un problema."
    ],
    "S0283": [
      "Which of your friends speak Spanish?",
      "¿Cuáles de tus amigos hablan español?"
    ],
    "S0284": [
      "Do you know my sister's friend?",
      "¿Conoces a la amiga de mi hermana?"
    ],
    "S0285": [
      "She speaks Spanish.",
      "Ella habla español."
    ],
    "S0286": [
      "People who like speaking Spanish.",
      "Personas a las que les gusta hablar español."
    ],
    "S0287": [
      "How many people do you know who like watching television?",
      "¿Cuántas personas conoces a las que les gusta ver la televisión?"
    ],
    "S0288": [
      "Most people I know like watching television.",
      "A la mayoría de la gente que conozco le gusta ver la televisión."
    ],
    "S0289": [
      "I wonder if she's going to be there this afternoon.",
      "Me pregunto si ella va a estar allí esta tarde."
    ],
    "S0290": [
      "I wonder if he knows the answer.",
      "Me pregunto si él sabe la respuesta."
    ],
    "S0291": [
      "I hope I'll be able to speak better soon.",
      "Espero poder hablar mejor pronto."
    ],
    "S0292": [
      "I hope you'll be able to come to the party.",
      "Espero que puedas venir a la fiesta."
    ],
    "S0293": [
      "I have to find out where he's going to meet me.",
      "Tengo que descubrir dónde va a reunirse conmigo."
    ],
    "S0294": [
      "I don't have enough time to call you tonight.",
      "No tengo suficiente tiempo para llamarte esta noche."
    ],
    "S0295": [
      "I didn't say that I wanted to finish in a day.",
      "No dije que quería terminar en un día."
    ],
    "S0296": [
      "I said that I needed a little more time.",
      "Dije que necesitaba un poco más de tiempo."
    ],
    "S0297": [
      "I don't know many people who speak Spanish.",
      "No conozco a muchas personas que hablan español."
    ],
    "S0298": [
      "I've got nothing left to say.",
      "No me queda nada que decir."
    ],
    "S0299": [
      "He wants to pay half.",
      "Él quiere pagar la mitad."
    ],
    "S0300": [
      "She doesn't want to seem unfriendly.",
      "Ella no quiere parecer antipática."
    ],
    "S0301": [
      "He said that he wants to show you something.",
      "Él dijo que quiere mostrarte algo."
    ],
    "S0302": [
      "She said that she doesn't want to live in a city.",
      "Ella dijo que no quiere vivir en una ciudad."
    ],
    "S0303": [
      "I think that he wants to sit down.",
      "Creo que él quiere sentarse."
    ],
    "S0304": [
      "I think that she doesn't want to work from home.",
      "Creo que ella no quiere trabajar desde casa."
    ],
    "S0305": [
      "Woman.",
      "Mujer."
    ],
    "S0306": [
      "I know that young woman who's talking to your friend.",
      "Conozco a esa mujer joven que está hablando con tu amigo."
    ],
    "S0307": [
      "I know that young man who's sitting over there.",
      "Conozco a ese hombre joven que está sentado allí."
    ],
    "S0308": [
      "Yes she's a friend of my mother.",
      "Sí ella es una amiga de mi madre."
    ],
    "S0309": [
      "No I've never seen her before.",
      "No nunca la he visto antes."
    ],
    "S0310": [
      "She could write a story about that man.",
      "Ella podría escribir una historia sobre ese hombre."
    ],
    "S0311": [
      "He couldn't believe the three most important facts.",
      "Él no podría creer los tres hechos más importantes."
    ],
    "S0312": [
      "She said that she could use the other room tomorrow night.",
      "Ella dijo que podría usar la otra habitación mañana por la noche."
    ],
    "S0313": [
      "He said that he couldn't watch all five games.",
      "Él dijo que no podría ver todos los cinco juegos."
    ],
    "S0314": [
      "I think that she could put it on the table.",
      "Creo que ella podría ponerlo en la mesa."
    ],
    "S0315": [
      "I think that he couldn't afford the car that he wanted.",
      "Creo que no podría permitirse el coche que quería."
    ],
    "S0316": [
      "Do you think that she could bring her brother on Monday?",
      "¿Crees que ella podría traer a su hermano el lunes?"
    ],
    "S0317": [
      "Yes I think she could if she wanted to.",
      "Sí pienso que podría si quisiera."
    ],
    "S0318": [
      "No I don't think she could this time.",
      "No, no creo que pudiera esta vez."
    ],
    "S0319": [
      "She needs to move to a different country.",
      "Ella necesita mudarse a un país diferente."
    ],
    "S0320": [
      "He doesn't need to buy another television this year.",
      "Él no necesita comprar otra televisión este año."
    ],
    "S0321": [
      "A book.",
      "Un libro."
    ],
    "S0322": [
      "She said that she needs to read the same book.",
      "Ella dijo que necesita leer el mismo libro."
    ],
    "S0323": [
      "He said that he doesn't need to walk to school.",
      "Él dijo que no necesita caminar a la escuela."
    ],
    "S0324": [
      "That student has both of her hands up.",
      "Esa estudiante tiene las dos manos arriba."
    ],
    "S0325": [
      "I think that he needs to consider ten possible problems.",
      "Creo que necesita considerar diez problemas posibles."
    ],
    "S0326": [
      "I don't think that she needs to sell the company.",
      "No creo que necesite vender la compañía."
    ],
    "S0327": [
      "Do you think that she needs to offer another way?",
      "¿Crees que necesita ofrecer otra manera?"
    ],
    "S0328": [
      "Yes I think she ought to.",
      "Sí pienso que debería."
    ],
    "S0329": [
      "It's important.",
      "Es importante."
    ],
    "S0330": [
      "No I don't think it's very important.",
      "No, no creo que sea muy importante."
    ],
    "S0331": [
      "She can't provide all the answers.",
      "Ella no puede proveer todas las respuestas."
    ],
    "S0332": [
      "He can build a new life for his sister.",
      "Él puede construir una nueva vida para su hermana."
    ],
    "S0333": [
      "She said that she can't spend much time with the group.",
      "Ella dijo que no puede pasar mucho tiempo con el grupo."
    ],
    "S0334": [
      "He said that he can let you hold the kitten",
      "Él dijo que puede dejarte sostener el gatito"
    ],
    "S0335": [
      "I think that he can add some valuable ideas.",
      "Creo que puede añadir algunas ideas valiosas."
    ],
    "S0336": [
      "I don't think that she can open the door.",
      "No creo que pueda abrir la puerta."
    ],
    "S0337": [
      "Do you think that he can continue to play?",
      "¿Crees que puede continuar jugando?"
    ],
    "S0338": [
      "Badly.",
      "Mal."
    ],
    "S0339": [
      "No I think he's hurt himself quite badly.",
      "No, pienso que se ha lastimado bastante mal."
    ],
    "S0340": [
      "Yes I'm sure he's going to be okay.",
      "Sí, estoy seguro que va a estar bien."
    ],
    "S0341": [
      "I met someone a few days ago.",
      "Conocí a alguien hace unos días."
    ],
    "S0342": [
      "I met someone who said something.",
      "Conocí a alguien que dijo algo."
    ],
    "S0343": [
      "Who said that she's worried about the economy.",
      "Que dijo que está preocupada por la economía."
    ],
    "S0344": [
      "Who said that he's happy to help you.",
      "Que dijo que está contento de ayudarte."
    ],
    "S0345": [
      "Who said that he's not ready to leave yet.",
      "Que dijo que no está preparado para irse todavía."
    ],
    "S0346": [
      "I wanted her to know that I liked her book.",
      "Quería que ella supiera que me gustó su libro."
    ],
    "S0347": [
      "He wanted to know what was happening a week ago.",
      "Él quería saber qué estaba pasando hace una semana."
    ],
    "S0348": [
      "She didn't want to know what was going to happen.",
      "Ella no quería saber qué iba a pasar."
    ],
    "S0349": [
      "Did he want to go out on Friday night?",
      "¿Quería él salir el viernes por la noche?"
    ],
    "S0350": [
      "Yes he wanted to see some old friends.",
      "Sí él quería ver a unos amigos viejos."
    ],
    "S0351": [
      "No he didn't want to leave me on my own.",
      "No él no quería dejarme solo."
    ],
    "S0352": [
      "Even if he wanted to he wouldn't be able to.",
      "Aunque él quisiera no podría."
    ],
    "S0353": [
      "She needed to run around the field.",
      "Ella necesitaba correr alrededor del campo."
    ],
    "S0354": [
      "He didn't need to appear angry.",
      "Él no necesitaba aparecer enojado."
    ],
    "S0355": [
      "Did she need to talk to that woman you know?",
      "¿Necesitaba ella hablar con esa mujer que conoces?"
    ],
    "S0356": [
      "Yes they had something important to discuss.",
      "Sí ellos tenían algo importante que discutir."
    ],
    "S0357": [
      "No she just wanted to send her a message.",
      "No ella solo quería enviarle un mensaje."
    ],
    "S0358": [
      "Your friend said that she couldn't reach the top.",
      "Tu amigo dijo que ella no podía alcanzar la cima."
    ],
    "S0359": [
      "Your friend said that he could turn left.",
      "Tu amigo dijo que él podía girar a la izquierda."
    ],
    "S0360": [
      "Did your friend say anything else?",
      "¿Tu amigo dijo algo más?"
    ],
    "S0361": [
      "He was quiet.",
      "Él estaba callado."
    ],
    "S0362": [
      "No he was rather quiet after you left.",
      "No él estaba bastante callado después de que te fuiste."
    ],
    "S0363": [
      "Yes he felt like talking a lot.",
      "Sí él tenía ganas de hablar mucho."
    ],
    "S0364": [
      "I heard that he didn't like that place.",
      "Escuché que a él no le gustó ese lugar."
    ],
    "S0365": [
      "I didn't hear what she said to him.",
      "No escuché lo que ella le dijo a él."
    ],
    "S0366": [
      "Did you hear what he wanted to grow?",
      "¿Escuchaste lo que él quería cultivar?"
    ],
    "S0367": [
      "No nobody told me.",
      "No nadie me dijo."
    ],
    "S0368": [
      "Yes I heard that he wanted to grow tomatoes.",
      "Sí escuché que él quería cultivar tomates."
    ],
    "S0369": [
      "I saw several horses on the road.",
      "Vi varios caballos en la carretera."
    ],
    "S0370": [
      "I didn't see anyone that I knew.",
      "No vi a nadie que yo conocía."
    ],
    "S0371": [
      "I went to see a film on Wednesday.",
      "Fui a ver una película el miércoles."
    ],
    "S0372": [
      "Did you see what she was trying to create?",
      "¿Viste lo que ella estaba intentando crear?"
    ],
    "S0373": [
      "It was beautiful.",
      "Fue hermoso."
    ],
    "S0374": [
      "Yes I thought it was very beautiful.",
      "Sí pensé que era muy hermoso."
    ],
    "S0375": [
      "No I didn't know what she was doing.",
      "No no sabía qué estaba haciendo."
    ],
    "S0376": [
      "I didn't go anywhere last month.",
      "No fui a ninguna parte el mes pasado."
    ],
    "S0377": [
      "Did you go anywhere in the world last year?",
      "¿Fuiste a alguna parte en el mundo el año pasado?"
    ],
    "S0378": [
      "No I didn't have enough money for holidays.",
      "No no tenía suficiente dinero para vacaciones."
    ],
    "S0379": [
      "Yes I was lucky enough to travel to Africa.",
      "Sí tuve suficiente suerte para viajar a África."
    ],
    "S0380": [
      "I asked what she wanted to include.",
      "Pregunté qué quería incluir."
    ],
    "S0381": [
      "I didn't ask if he wanted to follow us.",
      "No pregunté si quería seguirnos."
    ],
    "S0382": [
      "Did you ask where he wanted to put it?",
      "¿Preguntaste dónde quería ponerlo?"
    ],
    "S0383": [
      "Yes he said he wanted to put it in the garden.",
      "Sí dijo que quería ponerlo en el jardín."
    ],
    "S0384": [
      "I couldn't agree with what he said a moment ago.",
      "No pude estar de acuerdo con lo que dijo hace un momento."
    ],
    "S0385": [
      "Did you agree with her?",
      "¿Estuviste de acuerdo con ella?"
    ],
    "S0386": [
      "Yes I agreed with her.",
      "Sí estuve de acuerdo con ella."
    ],
    "S0387": [
      "No I didn't think she was right.",
      "No no pensé que tenía razón."
    ],
    "S0388": [
      "That person you work with.",
      "Esa persona con la que trabajas."
    ],
    "S0389": [
      "That person over there.",
      "Esa persona allí."
    ],
    "S0390": [
      "The one who is standing near the entrance.",
      "La que está de pie cerca de la entrada."
    ],
    "S0391": [
      "The one who is walking towards the bus.",
      "La que está caminando hacia el autobús."
    ],
    "S0392": [
      "That child with the black hair opposite the post office.",
      "Ese niño con el pelo negro enfrente de la oficina de correos."
    ],
    "S0393": [
      "That boy with the green shirt.",
      "Ese niño con la camisa verde."
    ],
    "S0394": [
      "That girl with the yellow dress.",
      "Esa niña con el vestido amarillo."
    ],
    "S0395": [
      "We need to turn left at the next corner.",
      "Necesitamos girar a la izquierda en la próxima esquina."
    ],
    "S0396": [
      "We don't need to stand until everybody else is ready.",
      "No necesitamos estar de pie hasta que todos los demás estén preparados."
    ],
    "S0397": [
      "Do we need to get ready soon?",
      "¿Necesitamos prepararnos pronto?"
    ],
    "S0398": [
      "We want to become more patient with our children.",
      "Queremos volvernos más pacientes con nuestros niños."
    ],
    "S0399": [
      "We don't want to lose hope.",
      "No queremos perder la esperanza."
    ],
    "S0400": [
      "Do we want to eat something later on?",
      "¿Queremos comer algo más tarde?"
    ],
    "S0401": [
      "No it would be better to go straight home.",
      "No, sería mejor ir directamente a casa."
    ],
    "S0402": [
      "Yes it would be nice to stop somewhere for food.",
      "Sí, sería agradable parar en algún lugar para comida."
    ],
    "S0403": [
      "We should remain quiet for as long as possible.",
      "Deberíamos permanecer callados durante tanto tiempo como sea posible."
    ],
    "S0404": [
      "We shouldn't expect to finish before Thursday.",
      "No deberíamos esperar terminar antes del jueves."
    ],
    "S0405": [
      "Should we ask if we have to book?",
      "¿Deberíamos preguntar si tenemos que reservar?"
    ],
    "S0406": [
      "No I'm sure it will be okay.",
      "No, estoy seguro de que estará bien."
    ],
    "S0407": [
      "Shouldn't we try to set a good example?",
      "¿No deberíamos intentar establecer un buen ejemplo?"
    ],
    "S0408": [
      "Yes that's the best way to make a happy family.",
      "Sí esa es la mejor manera de hacer una familia feliz."
    ],
    "S0409": [
      "No it doesn't matter what we do.",
      "No no importa lo que hagamos."
    ],
    "S0410": [
      "They still fight with each other.",
      "Todavía luchan el uno con el otro."
    ],
    "S0411": [
      "We would like to reserve a table for four tonight.",
      "Nos gustaría reservar una mesa para cuatro esta noche."
    ],
    "S0412": [
      "We couldn't allow them to win everything.",
      "No podríamos permitirles ganar todo."
    ],
    "S0413": [
      "We could fall if we go too close to the edge.",
      "Podríamos caer si vamos demasiado cerca del borde."
    ],
    "S0414": [
      "Could we have a bottle of red wine please?",
      "¿Podríamos tener una botella de vino tinto por favor?"
    ],
    "S0415": [
      "That wouldn't be a problem if you ask me.",
      "Eso no sería un problema si me preguntas."
    ],
    "S0416": [
      "They want to lead the way next year.",
      "Quieren liderar el camino el próximo año."
    ],
    "S0417": [
      "Do they want to kill those ants?",
      "¿Quieren matar esas hormigas?"
    ],
    "S0418": [
      "They need to serve the community.",
      "Necesitan servir a la comunidad."
    ],
    "S0419": [
      "If they want people to like them.",
      "Si quieren que la gente los quiera."
    ],
    "S0420": [
      "They don't need to ask how old he is.",
      "No necesitan preguntar cuántos años tiene."
    ],
    "S0421": [
      "Because they already know he's getting weak.",
      "Porque ya saben que se está poniendo débil."
    ],
    "S0422": [
      "A question.",
      "Una pregunta."
    ],
    "S0423": [
      "Do they need to ask such an obvious question?",
      "¿Necesitan preguntar una pregunta tan obvia?"
    ],
    "S0424": [
      "No they're wasting everybody's time.",
      "No están perdiendo el tiempo de todos."
    ],
    "S0425": [
      "Yes they need to make sure they understand.",
      "Sí necesitan asegurarse de que entienden."
    ],
    "S0426": [
      "They would like to love each other but they're unhappy.",
      "Les gustaría amarse pero están infelices."
    ],
    "S0427": [
      "They wouldn't like you to think that they're bored.",
      "No les gustaría que pienses que están aburridos."
    ],
    "S0428": [
      "Would they like to visit us on Tuesday?",
      "¿Les gustaría visitarnos el martes?"
    ],
    "S0429": [
      "Yes that would be perfect for them.",
      "Sí eso sería perfecto para ellos."
    ],
    "S0430": [
      "No that wouldn't be possible.",
      "No eso no sería posible."
    ],
    "S0431": [
      "They're not ready yet but they'll be ready soon.",
      "Todavía no están preparados pero van a estar preparados pronto."
    ],
    "S0432": [
      "They could mean that they want you to ask.",
      "Podrían significar que quieren que preguntes."
    ],
    "S0433": [
      "They couldn't find out when the film started.",
      "No pudieron descubrir cuándo empezó la película."
    ],
    "S0434": [
      "Could they cut the number of students they take?",
      "¿Podrían reducir el número de estudiantes que toman?"
    ],
    "S0435": [
      "Yes they could if they wanted to.",
      "Sí podrían si quisieran."
    ],
    "S0436": [
      "No there's a minimum number they need.",
      "No hay un número mínimo que necesitan."
    ],
    "S0437": [
      "They wanted to raise as much as possible for charity.",
      "Querían recaudar tanto como posible para caridad."
    ],
    "S0438": [
      "They didn't want to decide what he should do.",
      "No querían decidir lo que debería hacer."
    ],
    "S0439": [
      "They don't want to die.",
      "No quieren morir."
    ],
    "S0440": [
      "They want to travel while they're still young.",
      "Quieren viajar mientras todavía son jóvenes."
    ],
    "S0441": [
      "An approach.",
      "Un acercamiento."
    ],
    "S0442": [
      "Did they want to develop a new approach?",
      "¿Querían desarrollar un acercamiento nuevo?"
    ],
    "S0443": [
      "No they wanted to keep doing it the same way.",
      "No querían continuar haciéndolo de la misma manera."
    ],
    "S0444": [
      "Yes they thought it could be done more efficiently.",
      "Sí pensaban que podría hacerse más eficientemente."
    ],
    "S0445": [
      "They will be able to carry that suitcase.",
      "Ellos van a poder llevar esa maleta."
    ],
    "S0446": [
      "They won't be able to break that window.",
      "Ellos no van a poder romper esa ventana."
    ],
    "S0447": [
      "Will they be able to drive us home after the meal?",
      "¿Van a poder llevarnos a casa después de la comida?"
    ],
    "S0448": [
      "Yes they'll be happy to help.",
      "Sí van a estar contentos de ayudar."
    ],
    "S0449": [
      "They said that they were almost ready.",
      "Ellos dijeron que estaban casi preparados."
    ],
    "S0450": [
      "No they have to catch the train themselves.",
      "No ellos tienen que tomar el tren ellos mismos."
    ],
    "S0451": [
      "They said what they wanted to do.",
      "Ellos dijeron lo que querían hacer."
    ],
    "S0452": [
      "They didn't say what they wanted to do.",
      "Ellos no dijeron lo que querían hacer."
    ],
    "S0453": [
      "Did they say who they saw last night?",
      "¿Dijeron quién vieron anoche?"
    ],
    "S0454": [
      "Our friends came round at about six o'clock.",
      "Nuestros amigos vinieron como a las seis."
    ],
    "S0455": [
      "We had to leave because the children were tired.",
      "Tuvimos que irnos porque los niños estaban cansados."
    ],
    "S0456": [
      "He might be there but it's not very likely.",
      "Puede que esté allí pero no es muy probable."
    ],
    "S0457": [
      "Part of the problem is the number of different areas.",
      "Parte del problema es el número de áreas diferentes."
    ],
    "S0458": [
      "It was all much easier in the past.",
      "Todo era mucho más fácil en el pasado."
    ],
    "S0459": [
      "It wasn't in front of the blue sign.",
      "No estaba enfrente de la señal azul."
    ],
    "S0460": [
      "I want to find a shop near the hotel.",
      "Quiero encontrar una tienda cerca del hotel."
    ],
    "S0461": [
      "A shop where I can buy some postcards.",
      "Una tienda donde puedo comprar algunas postales."
    ],
    "S0462": [
      "My grandfather fought in Italy during the war.",
      "Mi abuelo combatió en Italia durante la guerra."
    ],
    "S0463": [
      "My room number.",
      "Mi número de habitación."
    ],
    "S0464": [
      "I told her my room number once but she forgot it.",
      "Le dije mi número de habitación una vez pero ella lo olvidó."
    ],
    "S0465": [
      "Next time I will ask her what her name is.",
      "La próxima vez voy a preguntarle cuál es su nombre."
    ],
    "S0466": [
      "Let me throw it over the wall.",
      "Déjame lanzarlo sobre el muro."
    ],
    "S0467": [
      "It's next to the car park.",
      "Está al lado del estacionamiento."
    ],
    "S0468": [
      "It's a big world.",
      "Es un mundo grande."
    ],
    "S0469": [
      "But that doesn't mean we can't change it.",
      "Pero eso no significa que no podamos cambiarlo."
    ],
    "S0470": [
      "How high do you want to climb before we stop?",
      "¿Qué tan alto quieres escalar antes de que paremos?"
    ],
    "S0471": [
      "Do you want to stop for a rest?",
      "¿Quieres parar para descansar?"
    ],
    "S0472": [
      "Part of the problem is that we don't know the facts.",
      "Parte del problema es que no sabemos los hechos."
    ],
    "S0473": [
      "I don't want it.",
      "No lo quiero."
    ],
    "S0474": [
      "I don't even want it as a free offer.",
      "Ni siquiera lo quiero como oferta gratuita."
    ],
    "S0475": [
      "There are many reasons to consider waiting.",
      "Hay muchas razones para considerar esperar."
    ],
    "S0476": [
      "I'm waiting for the end of the second half.",
      "Estoy esperando el final de la segunda mitad."
    ],
    "S0477": [
      "He's been sick since the second day of the holidays.",
      "Él ha estado enfermo desde el segundo día de las vacaciones."
    ],
    "S0478": [
      "She has such a kind heart.",
      "Ella tiene un corazón tan amable."
    ],
    "S0479": [
      "It's the least I could do.",
      "Es lo mínimo que podría hacer."
    ],
    "S0480": [
      "Whatever he says it's not far ahead now.",
      "Lo que sea que él diga no está muy lejos ahora."
    ],
    "S0481": [
      "It's the only real hope we have left.",
      "Es la única esperanza real que nos queda."
    ],
    "S0482": [
      "The only real hope is that they're not serious.",
      "La única esperanza real es que no son serios."
    ],
    "S0483": [
      "Life isn't easy but it's not meant to be easy.",
      "La vida no es fácil pero no está destinada a ser fácil."
    ],
    "S0484": [
      "It's meant to be a challenge.",
      "Está destinada a ser un desafío."
    ],
    "S0485": [
      "Nothing would make me happier than to get away.",
      "Nada me haría más feliz que escapar."
    ],
    "S0486": [
      "I think your eyes are beautiful.",
      "Creo que tus ojos son hermosos."
    ],
    "S0487": [
      "It's under the bridge.",
      "Está bajo el puente."
    ],
    "S0488": [
      "It's on the other side of that yellow line.",
      "Está al otro lado de esa línea amarilla."
    ],
    "S0489": [
      "If you don't make me a strong cup of coffee right now.",
      "Si no me haces una taza de café fuerte ahora mismo."
    ],
    "S0490": [
      "Then I will never trust anyone ever again.",
      "Entonces nunca confiaré en nadie nunca más."
    ],
    "S0491": [
      "I love the way you try to help.",
      "Me encanta la forma en que intentas ayudar."
    ],
    "S0492": [
      "Which of those places do you think is the most interesting?",
      "¿Cuál de esos lugares crees que es el más interesante?"
    ],
    "S0493": [
      "What's going to come next?",
      "¿Qué va a venir después?"
    ],
    "S0494": [
      "What happens after the first part of the show?",
      "¿Qué pasa después de la primera parte del espectáculo?"
    ],
    "S0495": [
      "When it matters.",
      "Cuando importa."
    ],
    "S0496": [
      "I'm not planning to lose when it really matters.",
      "No estoy planeando perder cuando realmente importa."
    ],
    "S0497": [
      "That sounds as though you need to get some sleep.",
      "Eso suena como si necesitaras dormir un poco."
    ],
    "S0498": [
      "He's standing alone over there inside the entrance.",
      "Está de pie solo allá dentro de la entrada."
    ],
    "S0499": [
      "Maybe we should open the door and close the window.",
      "Quizás deberíamos abrir la puerta y cerrar la ventana."
    ],
    "S0500": [
      "Why don't you want to sit between the two girls?",
      "¿Por qué no quieres sentarte entre las dos chicas?"
    ],
    "S0501": [
      "If only I could trust you to play together without arguing.",
      "Si tan solo pudiera confiar en ti para jugar juntos sin discutir."
    ],
    "S0502": [
      "She almost got lost because she turned left instead of right.",
      "Casi se perdió porque giró a la izquierda en lugar de a la derecha."
    ],
    "S0503": [
      "I hate making trouble but that one's mine.",
      "Odio causar problemas pero ese es mío."
    ],
    "S0504": [
      "I'm going to run across the grass.",
      "Voy a correr a través del césped."
    ],
    "S0505": [
      "So that I don't get left behind.",
      "Para que no me quede atrás."
    ],
    "S0506": [
      "I used to live around here years ago before we moved.",
      "Solía vivir por aquí hace años antes de que nos mudáramos."
    ],
    "S0507": [
      "We moved to the city.",
      "Nos mudamos a la ciudad."
    ],
    "S0508": [
      "There's no point worrying about how you're going to pay.",
      "No tiene sentido preocuparse por cómo vas a pagar."
    ],
    "S0509": [
      "I heard that you're going to pay for a new bed.",
      "Oí que vas a pagar por una cama nueva."
    ],
    "S0510": [
      "She's gone to look for somewhere safe to park the car.",
      "Ha ido a buscar algún lugar seguro para estacionar el carro."
    ],
    "S0511": [
      "The news took several hours to reach everyone in the office.",
      "Las noticias tardaron varias horas en llegar a todos en la oficina."
    ],
    "S0512": [
      "Can you hold the door open while I fetch the keys?",
      "¿Puedes mantener la puerta abierta mientras busco las llaves?"
    ],
    "S0513": [
      "It hurts most when I move my head up and down.",
      "Me duele más cuando muevo la cabeza arriba y abajo."
    ],
    "S0514": [
      "I found the perfect house on the first day.",
      "Encontré la casa perfecta el primer día."
    ],
    "S0515": [
      "On the first day of the new year.",
      "En el primer día del año nuevo."
    ],
    "S0516": [
      "They both came on their own.",
      "Ambos vinieron por su cuenta."
    ],
    "S0517": [
      "But they left with each other.",
      "Pero se fueron el uno con el otro."
    ],
    "S0518": [
      "I couldn't imagine myself having exactly the same problem.",
      "No podría imaginarme teniendo exactamente el mismo problema."
    ],
    "S0519": [
      "I haven't seen their new baby yet.",
      "No he visto a su nuevo bebé todavía."
    ],
    "S0520": [
      "It might have happened to the whole family.",
      "Podría haberle pasado a toda la familia."
    ],
    "S0521": [
      "I'm afraid that you'll forget why we needed to stay here.",
      "Tengo miedo de que olvides por qué necesitábamos quedarnos aquí."
    ],
    "S0522": [
      "Let's agree that it was stupid to tell the truth.",
      "Acordemos que fue estúpido decir la verdad."
    ],
    "S0523": [
      "Instead of giving an excuse.",
      "En lugar de dar una excusa."
    ],
    "S0524": [
      "I'll call you back in three or four minutes.",
      "Te llamaré de vuelta en tres o cuatro minutos."
    ],
    "S0525": [
      "To check if you've been able to finish.",
      "Para comprobar si has podido terminar."
    ],
    "S0526": [
      "I'm finding it hard to believe that you can't guess.",
      "Me resulta difícil creer que no puedes adivinar."
    ],
    "S0527": [
      "Guess who told me that funny story.",
      "Adivina quién me contó esa historia graciosa."
    ],
    "S0528": [
      "I'm probably supposed to keep those things in another room.",
      "Probablemente se supone que debo guardar esas cosas en otra habitación."
    ],
    "S0529": [
      "Can you all put your hands up?",
      "¿Pueden todos levantar las manos?"
    ],
    "S0530": [
      "So I can count them",
      "Para que pueda contarlas"
    ],
    "S0531": [
      "It isn't true that anyone can win the game.",
      "No es verdad que cualquiera pueda ganar el juego."
    ],
    "S0532": [
      "Unless they're lucky.",
      "A menos que tengan suerte."
    ],
    "S0533": [
      "She won't listen to every word you say.",
      "No escuchará cada palabra que dices."
    ],
    "S0534": [
      "Let's not go outside in this dreadful weather.",
      "No vayamos afuera con este clima espantoso."
    ],
    "S0535": [
      "He made a promise that he wouldn't choose the wrong job.",
      "Hizo una promesa de que no elegiría el trabajo equivocado."
    ],
    "S0536": [
      "I used to think that being crazy was bad.",
      "Solía pensar que ser loco era malo."
    ],
    "S0537": [
      "But I was wrong.",
      "Pero estaba equivocado."
    ],
    "S0538": [
      "I don't want to seem as though I don't care.",
      "No quiero parecer como si no me importara."
    ],
    "S0539": [
      "But it's getting late.",
      "Pero se está haciendo tarde."
    ],
    "S0540": [
      "I don't mind if you want to leave without the car.",
      "No me importa si quieres irte sin el coche."
    ],
    "S0541": [
      "It's a good idea to try and breathe slowly.",
      "Es una buena idea intentar respirar despacio."
    ],
    "S0542": [
      "Whenever you feel angry.",
      "Cuando sea que te sientas enojado."
    ],
    "S0543": [
      "She was right.",
      "Ella tenía razón."
    ],
    "S0544": [
      "Whoever said it would be difficult was absolutely right.",
      "Quien sea que dijo que sería difícil tenía absolutamente razón."
    ],
    "S0545": [
      "It's your turn to take the clean clothes upstairs.",
      "Es tu turno de llevar la ropa limpia arriba."
    ],
    "S0546": [
      "The dog is dirty and wet.",
      "El perro está sucio y mojado."
    ],
    "S0547": [
      "Because he has been playing in the mud.",
      "Porque ha estado jugando en el barro."
    ],
    "S0548": [
      "I am feeling sad at the moment.",
      "Me estoy sintiendo triste en este momento."
    ],
    "S0549": [
      "Because I have got to be quiet.",
      "Porque tengo que estar callado."
    ],
    "S0550": [
      "The end of the village.",
      "El final del pueblo."
    ],
    "S0551": [
      "The church is ugly.",
      "La iglesia es fea."
    ],
    "S0552": [
      "The church at the other end of the village is ugly.",
      "La iglesia al otro final del pueblo es fea."
    ],
    "S0553": [
      "I think the small church is very ugly.",
      "Creo que la iglesia pequeña es muy fea."
    ],
    "S0554": [
      "This towel isn't dry.",
      "Esta toalla no está seca."
    ],
    "S0555": [
      "And I'm too tired to fetch a new one.",
      "Y estoy demasiado cansado para traer una nueva."
    ],
    "S0556": [
      "They play music late at night.",
      "Tocan música tarde en la noche."
    ],
    "S0557": [
      "I wish they wouldn't play such loud music.",
      "Desearía que no tocaran música tan alta."
    ],
    "S0558": [
      "It's so late at night.",
      "Es tan tarde en la noche."
    ],
    "S0559": [
      "Have you found the path through the wood?",
      "¿Has encontrado el camino por el bosque?"
    ],
    "S0560": [
      "It goes down to the beach.",
      "Va hacia abajo a la playa."
    ],
    "S0561": [
      "I don't care if it's a fast car.",
      "No me importa si es un carro rápido."
    ],
    "S0562": [
      "I just want to get there safely.",
      "Solo quiero llegar allí con seguridad."
    ],
    "S0563": [
      "I wouldn't have been able to keep going any longer.",
      "No habría podido continuar más tiempo."
    ],
    "S0564": [
      "I wouldn't have been able to without your help.",
      "No habría podido sin tu ayuda."
    ],
    "S0565": [
      "I'd have thought about it more carefully.",
      "Habría pensado en ello más cuidadosamente."
    ],
    "S0566": [
      "I'd have thought more if it had been my choice.",
      "Habría pensado más si hubiera sido mi elección."
    ],
    "S0567": [
      "It's been lovely spending time outdoors watching the children play.",
      "Ha sido encantador pasar tiempo al aire libre observando a los niños jugar."
    ],
    "S0568": [
      "I'm expecting to see an improvement next time we meet.",
      "Espero ver una mejora la próxima vez que nos encontremos."
    ],
    "S0569": [
      "Have you decided how much you are willing to pay?",
      "¿Has decidido cuánto estás dispuesto a pagar?"
    ],
    "S0570": [
      "How much are you willing to pay for your ticket?",
      "¿Cuánto estás dispuesto a pagar por tu billete?"
    ],
    "S0571": [
      "I'm not convinced that would be a very good idea.",
      "No estoy convencido de que eso sería una muy buena idea."
    ],
    "S0572": [
      "Have you forgotten what happened the last time they visited us?",
      "¿Has olvidado lo que pasó la última vez que nos visitaron?"
    ],
    "S0573": [
      "It's the kind of thing that makes the holidays very special.",
      "Es el tipo de cosa que hace que las vacaciones sean muy especiales."
    ],
    "S0574": [
      "The holidays are very special for everyone.",
      "Las vacaciones son muy especiales para todos."
    ],
    "S0575": [
      "It's been upsetting.",
      "Ha sido perturbador."
    ],
    "S0576": [
      "It has been very upsetting waiting.",
      "Ha sido muy perturbador esperar."
    ],
    "S0577": [
      "We've been waiting for the news from the hospital.",
      "Hemos estado esperando las noticias del hospital."
    ],
    "S0578": [
      "Somewhere warmer.",
      "En algún lugar más cálido."
    ],
    "S0579": [
      "We've often tried.",
      "Frecuentemente hemos intentado."
    ],
    "S0580": [
      "We've often wanted to take the children somewhere a little warmer.",
      "Frecuentemente hemos querido llevar a los niños a algún lugar un poco más cálido."
    ],
    "S0581": [
      "He'd like to know a little more about what it's like.",
      "Le gustaría saber un poco más sobre cómo es."
    ],
    "S0582": [
      "What's it like to grow up here?",
      "¿Cómo es crecer aquí?"
    ],
    "S0583": [
      "What's it like in this part of the world?",
      "¿Cómo es en esta parte del mundo?"
    ],
    "S0584": [
      "What's it like to wake up every morning and see the mountains?",
      "¿Cómo es despertar cada mañana y ver las montañas?"
    ],
    "S0585": [
      "I can see the mountains out of my bedroom window.",
      "Puedo ver las montañas desde la ventana de mi dormitorio."
    ],
    "S0586": [
      "I want twenty boiled eggs.",
      "Quiero veinte huevos cocidos."
    ],
    "S0587": [
      "She used to insist that we had eggs for supper.",
      "Ella solía insistir en que teníamos huevos para la cena."
    ],
    "S0588": [
      "So I wanted to grow up and leave home.",
      "Así que quería crecer y salir de casa."
    ],
    "S0589": [
      "She told me she'd just seen the last bus.",
      "Ella me dijo que acababa de ver el último autobús."
    ],
    "S0590": [
      "I saw the last bus leaving the station.",
      "Vi el último autobús saliendo de la estación."
    ],
    "S0591": [
      "She followed me down to the shops.",
      "Ella me siguió hasta las tiendas."
    ],
    "S0592": [
      "And along the main road.",
      "Y por la carretera principal."
    ],
    "S0593": [
      "However much I argued I still had to share.",
      "Por mucho que argumenté todavía tuve que compartir."
    ],
    "S0594": [
      "I had to share my toys with my sister.",
      "Tuve que compartir mis juguetes con mi hermana."
    ],
    "S0595": [
      "I need to lie down in the garden.",
      "Necesito tumbarme en el jardín."
    ],
    "S0596": [
      "And I need to close my eyes for a while.",
      "Y necesito cerrar los ojos por un rato."
    ],
    "S0597": [
      "I suspect that he's heard a hundred stories about it.",
      "Sospecho que ha oído cien historias sobre ello."
    ],
    "S0598": [
      "He's heard a thousand stories about what they were doing.",
      "Ha oído mil historias sobre lo que estaban haciendo."
    ],
    "S0599": [
      "I'd have been happy to drive if you'd told me.",
      "Habría estado feliz de conducir si me lo hubieras dicho."
    ],
    "S0600": [
      "I'd have driven if you'd told me how tired you were.",
      "Habría conducido si me hubieras dicho lo cansado que estabas."
    ],
    "S0601": [
      "We were talking about how it all started.",
      "Estábamos hablando sobre cómo empezó todo."
    ],
    "S0602": [
      "How it started in the first place.",
      "Cómo empezó en primer lugar."
    ],
    "S0603": [
      "We didn't have anywhere to live at the time.",
      "No teníamos ningún lugar donde vivir en ese momento."
    ],
    "S0604": [
      "She offered to let us stay with her.",
      "Ella se ofreció a dejarnos quedarnos con ella."
    ],
    "S0605": [
      "Because we needed help.",
      "Porque necesitábamos ayuda."
    ],
    "S0606": [
      "If I'd known then what I know now I'd have waited.",
      "Si hubiera sabido entonces lo que sé ahora habría esperado."
    ],
    "S0607": [
      "If I'd known I'd have done things differently.",
      "Si hubiera sabido habría hecho las cosas de manera diferente."
    ],
    "S0608": [
      "It would have been the sensible thing to do.",
      "Habría sido lo sensato que hacer."
    ],
    "S0609": [
      "The sensible thing to do would have been to ask.",
      "Lo sensato que hacer habría sido preguntar."
    ],
    "S0610": [
      "He needs to look for work.",
      "Él necesita buscar trabajo."
    ],
    "S0611": [
      "I would have been ready to look somewhere else.",
      "Yo habría estado preparado para buscar en otro lugar."
    ],
    "S0612": [
      "We would have bought something.",
      "Habríamos comprado algo."
    ],
    "S0613": [
      "We probably would have bought a house there.",
      "Probablemente habríamos comprado una casa allí."
    ],
    "S0614": [
      "It's near where your family live.",
      "Está cerca de donde vive tu familia."
    ],
    "S0615": [
      "I thought you were very brave to say that.",
      "Pensé que fuiste muy valiente al decir eso."
    ],
    "S0616": [
      "You were very brave to say you thought that.",
      "Fuiste muy valiente al decir que pensabas eso."
    ],
    "S0617": [
      "You thought that it was a mistake.",
      "Pensaste que era un error."
    ],
    "S0618": [
      "It doesn't feel like a long time.",
      "No parece mucho tiempo."
    ],
    "S0619": [
      "It's a long time since we saw each other.",
      "Hace mucho tiempo desde que nos vimos."
    ],
    "S0620": [
      "It's a very long time since we last saw each other.",
      "Hace muchísimo tiempo desde que nos vimos por última vez."
    ],
    "S0621": [
      "I wouldn't have dared to tell her that it was broken.",
      "No me habría atrevido a decirle que estaba roto."
    ],
    "S0622": [
      "I knew that the children had broken it.",
      "Sabía que los niños lo habían roto."
    ],
    "S0623": [
      "Do you want a cup of coffee or tea?",
      "¿Quieres un café o un té?"
    ],
    "S0624": [
      "Yes, that would be great, please.",
      "Sí, eso sería genial, por favor."
    ],
    "S0625": [
      "Do you want something to drink?",
      "¿Quieres algo de beber?"
    ],
    "S0626": [
      "No, I'm not thirsty, thank you.",
      "No, no tengo sed, gracias."
    ],
    "S0627": [
      "Your coffee is ready.",
      "Tu café está preparado."
    ],
    "S0628": [
      "Do you like tea?",
      "¿Te gusta el té?"
    ],
    "S0629": [
      "I like it with milk but without sugar.",
      "Me gusta con leche pero sin azúcar."
    ],
    "S0630": [
      "Can I have something to drink please?",
      "¿Puedo tener algo para beber por favor?"
    ],
    "S0631": [
      "What would you like?",
      "¿Qué quieres?"
    ],
    "S0632": [
      "A glass of water.",
      "Un vaso de agua."
    ],
    "S0633": [
      "A large glass of water would be fine.",
      "Un vaso grande de agua estaría bien."
    ],
    "S0634": [
      "I'd like one of those.",
      "Me gustaría uno de esos."
    ],
    "S0635": [
      "That is Jane's bag.",
      "Esa es la bolsa de Jane."
    ],
    "S0636": [
      "I think that that is Jane's bag.",
      "Creo que esa es la bolsa de Jane."
    ],
    "S0637": [
      "Where is her bag?",
      "¿Dónde está su bolsa?"
    ],
    "S0638": [
      "I'm trying to think.",
      "Estoy intentando pensar."
    ],
    "S0639": [
      "with you sir",
      "contigo señor"
    ],
    "S0640": [
      "It's the red one.",
      "Es el rojo."
    ],
    "S0641": [
      "I think that it's the red one on that chair.",
      "Pienso que es el rojo en esa silla."
    ],
    "S0642": [
      "how do you feel madam?",
      "¿Cómo se siente señora?"
    ],
    "S0643": [
      "Do you want sir",
      "¿Quiere usted señor?"
    ],
    "S0644": [
      "Could you say that sir?",
      "¿Podría decir eso señor?"
    ],
    "S0645": [
      "I can help you madam",
      "Puedo ayudarle señora"
    ],
    "S0646": [
      "You're doing something sir.",
      "Está haciendo algo señor."
    ],
    "S0647": [
      "You speak it madam",
      "Lo habla señora"
    ],
    "S0648": [
      "what you said madam",
      "lo que dijo señora"
    ],
    "S0649": [
      "Are you ready sir?",
      "¿Está preparado señor?"
    ],
    "S0650": [
      "Do you want to go madam?",
      "¿Quiere ir señora?"
    ],
    "S0651": [
      "What do you think madam?",
      "¿Qué piensa señora?"
    ],
    "S0652": [
      "What do you need sir?",
      "¿Qué necesita señor?"
    ],
    "S0653": [
      "Do you mind madam?",
      "¿Le importa señora?"
    ],
    "S0654": [
      "I'm not sure if I can help you, sir.",
      "No estoy seguro de si puedo ayudarte, señor."
    ],
    "S0655": [
      "I think that you're doing very well, madam.",
      "Creo que estás haciéndolo muy bien, señora."
    ],
    "S0656": [
      "with you all",
      "con todos ustedes"
    ],
    "S0657": [
      "how do you all feel?",
      "¿cómo se sienten todos ustedes?"
    ],
    "S0658": [
      "Do you all want?",
      "¿Quieren todos ustedes?"
    ],
    "S0659": [
      "Could you all say that",
      "¿Podrían todos ustedes decir eso?"
    ],
    "S0660": [
      "I can help you all",
      "Puedo ayudar a todos ustedes"
    ],
    "S0661": [
      "you're all doing something",
      "todos ustedes están haciendo algo"
    ],
    "S0662": [
      "you all speak it",
      "todos ustedes lo hablan"
    ],
    "S0663": [
      "what you all said",
      "lo que todos ustedes dijeron"
    ],
    "S0664": [
      "Are you all ready?",
      "¿Están todos ustedes preparados?"
    ],
    "S0665": [
      "Do you all want to go?",
      "¿Quieren todos ustedes ir?"
    ],
    "S0666": [
      "What do you all think?",
      "¿Qué piensan todos ustedes?"
    ],
    "S0667": [
      "Do you all mind?",
      "¿Les importa a todos ustedes?"
    ],
    "S0668": [
      "I hope you'll all be able to go",
      "Espero que todos ustedes puedan ir"
    ]
  },
  "validation": {
    "phase": "Phase 1 - Seed Translation",
    "validator": "phase1_validator",
    "validated_at": "2025-10-29T21:50:47.354830Z",
    "total_conflicts_detected": 3,
    "auto_fixed": 3,
    "flagged_for_review": 0,
    "success_rate": "100.0%",
    "fixes_applied": [
      {
        "english": "with you",
        "conflict": [
          "contigo",
          "con usted"
        ],
        "resolution": "contigo",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0001)",
        "seeds_fixed": [
          "S0639"
        ],
        "auto_fixed": true
      },
      {
        "english": "ready",
        "conflict": [
          "preparado",
          "listo"
        ],
        "resolution": "preparado",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0026)",
        "seeds_fixed": [
          "S0252",
          "S0253",
          "S0254",
          "S0255",
          "S0256",
          "S0345",
          "S0396",
          "S0431",
          "S0449",
          "S0611",
          "S0627",
          "S0649",
          "S0664"
        ],
        "auto_fixed": true
      },
      {
        "english": "I think",
        "conflict": [
          "pienso",
          "creo"
        ],
        "resolution": "pienso",
        "reason": "Zero Variation (seeds 1-100) + First Word Wins (S0047)",
        "seeds_fixed": [
          "S0123",
          "S0185",
          "S0256",
          "S0261",
          "S0303",
          "S0304",
          "S0314",
          "S0315",
          "S0317",
          "S0325",
          "S0328",
          "S0335",
          "S0339",
          "S0486",
          "S0553",
          "S0636",
          "S0655"
        ],
        "auto_fixed": true
      }
    ],
    "warnings": [],
    "rules_applied": [
      "ZERO VARIATION for seeds 1-100 (First Word Wins)",
      "Cognate Preference across all seeds",
      "First Word Wins for unresolvable conflicts"
    ]
  }
}