{
  "S0007L01": {
    "lego": ["tentare", "to try"],
    "e": [
      "Voglio tentare il più possibile oggi.",
      "I want to try as hard as I can today.",
      "I want to try to speak Italian now.",
      "You want to try with me today.",
      "I'm trying to try as much as possible.",
      "How to try to learn something in Italian.",
      "I'm going to practice trying to speak with you.",
      "I'm trying to try to remember a word now.",
      "I want you to try to speak with me."
    ],
    "d": {
      "tentare": "to try"
    }
  },
  "S0007L02": {
    "lego": ["oggi", "today"],
    "e": [
      "Voglio tentare il più possibile oggi.",
      "I want to try as hard as I can today.",
      "I want to speak Italian with you today.",
      "I'm trying to learn how to speak today.",
      "You want to learn something in Italian today.",
      "I'm going to practice speaking with someone else today.",
      "I'm trying to remember a word today.",
      "How to say something in Italian today.",
      "I want to try as much as possible today."
    ],
    "d": {
      "oggi": "today"
    }
  },
  "S0008L01": {
    "lego": ["Vado a tentare di", "I'm going to try to"],
    "e": [
      "Vado a tentare di spiegare cosa voglio dire.",
      "I'm going to try to explain what I mean.",
      "I'm going to try to speak Italian now.",
      "I'm going to try to learn something today.",
      "I'm going to try to remember a word.",
      "I'm going to try to say something in Italian.",
      "I'm going to try to practice speaking with you.",
      "I'm going to try to speak as much as possible."
    ],
    "d": {
      "Vado": "I'm going",
      "tentare": "to try",
      "di": "to"
    }
  },
  "S0008L02": {
    "lego": ["spiegare", "to explain"],
    "e": [
      "Vado a tentare di spiegare cosa voglio dire.",
      "I'm going to try to explain what I mean.",
      "I want to explain something in Italian.",
      "I'm trying to explain how to speak Italian.",
      "How to explain something as much as possible.",
      "I'm going to practice explaining with you today.",
      "I'm trying to explain what I mean now.",
      "You want to explain something with me."
    ],
    "d": {
      "spiegare": "to explain"
    }
  },
  "S0008L03": {
    "lego": ["cosa voglio dire", "what I mean"],
    "e": [
      "Vado a tentare di spiegare cosa voglio dire.",
      "I'm going to try to explain what I mean.",
      "I'm trying to remember what I mean.",
      "I want to say what I mean in Italian.",
      "How to explain what I mean as much as possible.",
      "I'm going to practice saying what I mean with you.",
      "I'm trying to explain what I mean now.",
      "You want to learn what I mean today."
    ],
    "d": {
      "cosa": "what",
      "voglio": "I want",
      "dire": "to say"
    }
  },
  "S0009L01": {
    "lego": ["Parlo", "I speak"],
    "e": [
      "Parlo un po' di italiano adesso.",
      "I speak a little Italian now.",
      "I speak Italian with you today.",
      "I speak as much as possible.",
      "I speak Italian with someone else now.",
      "I speak Italian and I want to learn.",
      "I speak a little with you.",
      "I speak Italian and I'm trying to remember."
    ],
    "d": {
      "Parlo": "I speak"
    }
  },
  "S0009L02": {
    "lego": ["un po' di", "a little"],
    "e": [
      "Parlo un po' di italiano adesso.",
      "I speak a little Italian now.",
      "I want to learn a little Italian today.",
      "I'm trying to speak a little with you.",
      "I'm going to practice a little with someone else.",
      "I speak a little and I want to learn.",
      "How to say a little something in Italian.",
      "I'm trying to remember a little now."
    ],
    "d": {
      "un po' di": "a little"
    }
  },
  "S0010L01": {
    "lego": ["Non sono sicuro", "I'm not sure"],
    "e": [
      "Non sono sicuro se posso ricordare tutta la frase.",
      "I'm not sure if I can remember the whole sentence.",
      "I'm not sure how to speak Italian.",
      "I'm not sure what I want to say.",
      "I'm not sure if I want to try today.",
      "I'm not sure how to explain something in Italian.",
      "I'm not sure if I'm going to practice now.",
      "I'm not sure what I mean."
    ],
    "d": {
      "Non": "not",
      "sono": "I am",
      "sicuro": "sure"
    }
  },
  "S0010L02": {
    "lego": ["se", "if"],
    "e": [
      "Non sono sicuro se posso ricordare tutta la frase.",
      "I'm not sure if I can remember the whole sentence.",
      "I want to learn if you speak Italian.",
      "I'm trying to say something if I can.",
      "I'm not sure if I want to speak now.",
      "I'm going to try if you want to practice.",
      "How to speak Italian if you can today.",
      "I'm not sure if I'm going to explain."
    ],
    "d": {
      "se": "if"
    }
  },
  "S0010L03": {
    "lego": ["posso", "I can"],
    "e": [
      "Non sono sicuro se posso ricordare tutta la frase.",
      "I'm not sure if I can remember the whole sentence.",
      "I want to speak Italian if I can.",
      "I'm trying to learn as much as I can.",
      "I can speak a little Italian now.",
      "I'm going to try to speak if I can.",
      "I can say something in Italian today.",
      "I'm not sure what I can explain."
    ],
    "d": {
      "posso": "I can"
    }
  },
  "S0010L04": {
    "lego": ["tutta la frase", "the whole sentence"],
    "e": [
      "Non sono sicuro se posso ricordare tutta la frase.",
      "I'm not sure if I can remember the whole sentence.",
      "I want to say the whole sentence in Italian.",
      "I'm trying to learn the whole sentence today.",
      "I'm going to practice the whole sentence with you.",
      "How to speak the whole sentence as much as possible.",
      "I'm trying to explain the whole sentence now.",
      "I can speak the whole sentence if I try."
    ],
    "d": {
      "tutta": "whole/all",
      "la": "the",
      "frase": "sentence"
    }
  },
  "S0011L01": {
    "lego": ["Mi piacerebbe", "I'd like"],
    "e": [
      "Mi piacerebbe poter parlare dopo che finisci.",
      "I'd like to be able to speak after you finish.",
      "I'd like to speak Italian with you now.",
      "I'd like to try to learn something today.",
      "I'd like to say something in Italian if I can.",
      "I'd like to practice speaking as much as possible.",
      "I'd like to explain what I mean.",
      "I'd like to remember the whole sentence."
    ],
    "d": {
      "Mi piacerebbe": "I'd like"
    }
  },
  "S0011L02": {
    "lego": ["poter", "to be able"],
    "e": [
      "Mi piacerebbe poter parlare dopo che finisci.",
      "I'd like to be able to speak after you finish.",
      "I want to be able to speak Italian now.",
      "I'm trying to be able to say something today.",
      "I'm going to be able to learn a little.",
      "I'm not sure if I'm going to be able to remember.",
      "I'd like to be able to explain what I mean.",
      "How to be able to speak the whole sentence."
    ],
    "d": {
      "poter": "to be able"
    }
  },
  "S0011L03": {
    "lego": ["dopo che finisci", "after you finish"],
    "e": [
      "Mi piacerebbe poter parlare dopo che finisci.",
      "I'd like to be able to speak after you finish.",
      "I want to try to speak after you finish.",
      "I'm going to practice speaking after you finish today.",
      "I can speak a little Italian after you finish.",
      "I'm trying to learn something after you finish.",
      "I'd like to say something after you finish.",
      "I'm not sure what to say after you finish."
    ],
    "d": {
      "dopo che": "after",
      "finisci": "you finish",
      "finire": "to finish"
    }
  },
  "S0012L01": {
    "lego": ["Non mi piacerebbe", "I wouldn't like"],
    "e": [
      "Non mi piacerebbe indovinare cosa succederà domani.",
      "I wouldn't like to guess what's going to happen tomorrow.",
      "I wouldn't like to speak Italian now.",
      "I wouldn't like to try to learn today.",
      "I wouldn't like to say something if I can.",
      "I wouldn't like to practice speaking with you.",
      "I wouldn't like to explain what I mean.",
      "I wouldn't like to remember the whole sentence."
    ],
    "d": {
      "Non": "not/wouldn't",
      "mi": "me",
      "piacerebbe": "would like"
    }
  },
  "S0012L02": {
    "lego": ["indovinare", "to guess"],
    "e": [
      "Non mi piacerebbe indovinare cosa succederà domani.",
      "I wouldn't like to guess what's going to happen tomorrow.",
      "I want to guess what you mean.",
      "I'm trying to guess the whole sentence now.",
      "I'm not sure if I can guess something in Italian.",
      "I'm going to try to guess after you finish.",
      "I'd like to be able to guess a little.",
      "How to guess as much as possible today."
    ],
    "d": {
      "indovinare": "to guess"
    }
  },
  "S0012L03": {
    "lego": ["cosa succederà", "what's going to happen"],
    "e": [
      "Non mi piacerebbe indovinare cosa succederà domani.",
      "I wouldn't like to guess what's going to happen tomorrow.",
      "I want to know what's going to happen today.",
      "I'm trying to explain what's going to happen now.",
      "I'm not sure what's going to happen if I speak.",
      "I'd like to guess what's going to happen after you finish.",
      "I can say what's going to happen a little.",
      "I'm going to try to remember what's going to happen."
    ],
    "d": {
      "cosa": "what",
      "succederà": "will happen",
      "succedere": "to happen"
    }
  },
  "S0012L04": {
    "lego": ["domani", "tomorrow"],
    "e": [
      "Non mi piacerebbe indovinare cosa succederà domani.",
      "I wouldn't like to guess what's going to happen tomorrow.",
      "I want to speak Italian with you tomorrow.",
      "I'm going to try to learn something tomorrow.",
      "I'd like to be able to practice speaking tomorrow.",
      "I'm trying to remember what I mean tomorrow.",
      "I can speak a little Italian tomorrow.",
      "I'm not sure if I'm going to speak tomorrow."
    ],
    "d": {
      "domani": "tomorrow"
    }
  }
}
