{
  "S0001": ["Voglio parlare italiano con te adesso.", "I want to speak Italian with you now."],
  "S0002": ["Sto tentando di imparare.", "I'm trying to learn."],
  "S0003": ["Come parlare il più possibile.", "How to speak as much as possible."],
  "S0004": ["Come dire qualcosa in italiano.", "How to say something in Italian."],
  "S0005": ["Vado a praticare parlare con qualcun altro.", "I'm going to practice speaking with someone else."],
  "S0006": ["Sto tentando di ricordare una parola.", "I'm trying to remember a word."],
  "S0007": ["Voglio tentare il più possibile oggi.", "I want to try as hard as I can today."],
  "S0008": ["Vado a tentare di spiegare cosa voglio dire.", "I'm going to try to explain what I mean."],
  "S0009": ["Parlo un po' di italiano adesso.", "I speak a little Italian now."],
  "S0010": ["Non sono sicuro se posso ricordare tutta la frase.", "I'm not sure if I can remember the whole sentence."],
  "S0011": ["Mi piacerebbe poter parlare dopo che finisci.", "I'd like to be able to speak after you finish."],
  "S0012": ["Non mi piacerebbe indovinare cosa succederà domani.", "I wouldn't like to guess what's going to happen tomorrow."],
  "S0013": ["Parli italiano molto bene.", "You speak Italian very well."],
  "S0014": ["Parli italiano tutto il giorno?", "Do you speak Italian all day?"],
  "S0015": ["E voglio che tu parli italiano con me domani.", "And I want you to speak Italian with me tomorrow."],
  "S0016": ["Lui vuole ritornare con tutti gli altri più tardi.", "He wants to come back with everyone else later on."],
  "S0017": ["Lei vuole scoprire qual è la risposta.", "She wants to find out what the answer is."],
  "S0018": ["Vogliamo incontrarci alle sei stasera.", "We want to meet at six o'clock this evening."],
  "S0019": ["Ma non voglio smettere di parlare.", "But I don't want to stop talking."],
  "S0020": ["Vuoi imparare il suo nome rapidamente.", "You want to learn their name quickly."],
  "S0021": ["Perché stai imparando il suo nome?", "Why are you learning their name?"],
  "S0022": ["Perché voglio incontrare persone che parlano italiano.", "Because I want to meet people who speak Italian."],
  "S0023": ["Sto per iniziare a parlare di più presto.", "I'm going to start talking more soon."],
  "S0024": ["Non potrò ricordare facilmente.", "I'm not going to be able to remember easily."],
  "S0025": ["Mi aiuterai prima che io debba andare?", "Are you going to help me before I have to go?"],
  "S0026": ["Mi piace sentire come se fossi quasi pronto per andare.", "I like feeling as if I'm nearly ready to go."],
  "S0027": ["Non mi piace prendere troppo tempo per rispondere.", "I don't like taking too much time to answer."],
  "S0028": ["È utile iniziare a parlare appena puoi.", "It's useful to start talking as soon as you can."],
  "S0029": ["Non vedo l'ora di parlare meglio appena posso.", "I'm looking forward to speaking better as soon as I can."],
  "S0030": ["Volevo domandarti qualcosa ieri.", "I wanted to ask you something yesterday."]
}
